Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# UserFolderNotReferTip.Subtitle
source: Please specify the folder and click confirm
de_de: Geben Sie den Ordner an und klicken Sie auf Bestätigen
zh_hant: 請指定資料夾後確認

# UserFolderReferButton.Content
source: Specify
de_de: Angeben
zh_hant: 指定...

# UserFolderText1.Text
source: Unable to automatically determine library folder
de_de: Bibliotheksordner kann nicht automatisch ermittelt werden
zh_hant: 無法自動判定資料庫資料夾

# UserFolderText2.Text
source: Please specify the library folder manually
de_de: Bitte geben Sie den Bibliotheksordner manuell an
zh_hant: 請手動指定資料庫

# VideoEditDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# VideoEditDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# VideoEditDialog.Title
source: Montage
zh_hant: 剪輯

# VideoEditDialogErrorTip.Subtitle
source: This time format is incorrect, please re-enter
de_de: Dieses Zeitformat ist nicht richtig. Bitte erneut eingeben
zh_hant: 時間格式不正確，請重新輸入

# VideoEditDialogErrorTip.Title
source: Tips
de_de: Tipps
zh_hant: 小提示

# VideoEditDialogText1.Text
source: Crop
de_de: Zuschneiden
zh_hant: 裁剪

# VideoEditDialogUseSameProfile.Text
source: Use the same encoding configuration as the source video
de_de: Verwenden derselben Kodierungskonfiguration wie das Quellvideo
zh_hant: 使用與源視頻相同的編碼配置

# WIFIShareText.Text
source: Do not close this window during transmission
de_de: Schließen Sie dieses Fenster während der Übertragung nicht.
zh_hant: 傳輸期間請勿關閉此頁面

# WIFIShareTip.Title
source: WiFi Share
de_de: WiFi-Freigabe
zh_hant: Wi-Fi 分享

# SettingTreeViewDetachLabel.Text
source: Navigation Pane
de_de: Navigationsbereich
zh_hant: 導航窗格

# SettingTreeViewDetach.OffContent
source: Hide
de_de: Ausblenden
zh_hant: 隱藏視窗

# SettingTreeViewDetach.OnContent
source: Show
de_de: Zeigen
zh_hant: 顯示.

# EnableQuicklook.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# EnableQuicklook.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# QuicklookTipContent.Text
source: QuickLook is an auxiliary software for convenient and quick viewing of file contents. To enable this feature, you must install QuickLook in advance and ensure that QuickLook works properly. You can click on any file in the RX Explorer and press the space bar to activate QuickLook
de_de: QuickLook ist eine Hilfssoftware für die bequeme und schnelle Anzeige von Dateiinhalten. Um diese Funktion zu aktivieren, müssen Sie QuickLook im Voraus installieren und sicherstellen, dass QuickLook ordnungsgemäß funktioniert. Sie können auf eine beliebige Datei im RX Explorer klicken und die Leertaste drücken, um QuickLook zu aktivieren.
zh_hant: QuickLook是一個輔助軟體，可方便快捷地查看檔案內容。若要啟用此功能，必須預先安裝QuickLook並確保QuickLook正常執行。 您可以在RX 檔案總管中單擊任意檔案，然後按空格鍵以使用QuickLook

# SettingPersonalize.Text
source: Personalize
de_de: Personalisieren
zh_hant: 個人化

# LanguageComboBoxLabel.Text
source: Language
de_de: Sprache
zh_hant: 語言

# Common_Dialog_CloseButton
source: Got it
de_de: Verstanden
zh_hant: 我知道了

# Network_Error_Dialog_Content
source: This operation cannot be performed due to network reasons
de_de: Dieser Vorgang kann aus Netzwerkgründen nicht ausgeführt werden.
zh_hant: 由於網絡原因無法執行此操作

# Common_Dialog_ErrorTitle
source: Error
de_de: Fehler
zh_hant: 錯誤

# PairedText
source: Paired
de_de: Verbunden
zh_hant: 已配對

# BluetoothPairButtonText
source: Pair
de_de: Verbinden
zh_hant: 配對

# ReadyToPairText
source: Ready to pair
de_de: Bereit zum Verbinden
zh_hant: 準備好進行配對

# UnknownText
source: Unknown
de_de: Unbekannt
zh_hant: 不明

# UnpairText
source: Unpair
de_de: Entkoppeln
zh_hant: 取消配對

# Bluetooth_Transfer_DeviceName
source: Target device:
de_de: Zielgerät:
zh_hant: 目標裝置:

# Bluetooth_Transfer_Status_1
source: Transmitting
de_de: Übertragen
zh_hant: 傳送中

# Bluetooth_Transfer_Status_2
source: Transmission terminated
de_de: Übertragung beendet
zh_hant: 傳輸停止

# Bluetooth_Transfer_Status_3
source: Transmission completed
de_de: Übertragung abgeschlossen
zh_hant: 傳輸完成

# Crop_Toast_Cancel_Text_1
source: Cropping task has been cancelled
de_de: Zuschneideaufgabe wurde abgebrochen
zh_hant: 壓縮任務已取消

# Crop_Toast_Cancel_Text_2
source: You can try restarting the task
de_de: Sie können versuchen, die Aufgabe neu zu starten.
zh_hant: 您可以嘗試重新啟動該任務

# Crop_Toast_Complete_Text
source: Cropping has been completed!
de_de: Das Zuschneiden ist abgeschlossen!
zh_hant: 壓縮任務已完成!

# Crop_Toast_ProbarTitle
source: Processing...
de_de: Verarbeitung...
zh_hant: 正在壓縮...

# Crop_Toast_Title
source: Cropping:
de_de: Zuschneiden:
zh_hant: 壓縮:

# Disk_Capacity_Description
source: free of
de_de: frei von
zh_hant: 可用

# EnDecode_Dialog_Content
source: Cannot convert image format due to missing encoder or unsupported operation
de_de: Bildformat kann aufgrund fehlender Encoder oder nicht unterstützter Operation nicht konvertiert werden
zh_hant: 由於缺少編碼器或不支持此操作，無法轉換圖像格式

# Merge_Toast_Cancel_Text_1
source: Merging task has been cancelled
de_de: Zusammenführung wurde abgebrochen
zh_hant: 合併已取消

# Merge_Toast_Cancel_Text_2
source: You can try restarting the task
de_de: Sie können versuchen die Aufgabe neu zu starten.
zh_hant: 您可以嘗試重新啟動該任務

# Merge_Toast_Complete_Text
source: Merging has been completed!
de_de: Zusammenführung wurde abgeschlossen!
zh_hant: 合併成功

# Merge_Toast_ProbarTitle
source: Processing...
de_de: Verarbeitung...
zh_hant: 正在合併...

# Merge_Toast_Title
source: Merging the video...
de_de: Video wird zusammengeführt...
zh_hant: 合併影片...

# Toast_ClickToCancel_Text
source: Click the prompt to cancel
de_de: Auf die Aufforderung klicken zum Abbrechen.
zh_hant: 單擊提示取消

# Toast_ClickToClear_Text
source: Click to remove the prompt
de_de: Klicken um die Aufforderung zu entfernen
zh_hant: 單擊移除提示

# Transcode_Toast_Cancel_Text_1
source: Transcode has been cancelled
de_de: Umschlüsseln wurde abgebrochen
zh_hant: 轉碼取消

# Transcode_Toast_Cancel_Text_2
source: You can try restarting the transcode
de_de: Sie können versuchen die Umschlüsselung neu zu starten.
zh_hant: 您可以嘗試重新轉檔

# Transcode_Toast_Complete_Text_1
source: Transcoding has been completed!
de_de: Transkodierung wurde abgeschlossen!
zh_hant: 轉檔成功

# Transcode_Toast_Complete_Text_2
source: has been successfully transcoded to
de_de: wurde erfolgreich ümschlüsselt zu
zh_hant: 檔案已成功轉換為

# Transcode_Toast_Title
source: Transcoding:
de_de: Transkodierung:
zh_hant: 轉檔:

# WIFIShare_Error_Web_Content
source: Unable to find the specified resource, please check the URL
de_de: Die angegebene Ressource kann nicht gefunden werden. Überprüfen Sie bitte die URL.
zh_hant: 找不到指定的資源，請檢查網址

# BluetoothUI_Status_Text_1
source: Searching
de_de: Suche
zh_hant: 搜尋中...

# BluetoothUI_Status_Text_2
source: Search Complete
de_de: Suche abgeschlossen
zh_hant: 搜尋完成

# BluetoothUI_Tips_Text_1
source: Please select a paired device first
de_de: Bitte zuerst ein verbundenes Gerät auswählen
zh_hant: 請先選擇已配對的設備

# BluetoothUI_Tips_Text_2
source: Unable to connect to this Bluetooth device, please turn on the Bluetooth switch of this device
de_de: Kann keine Verbindung zu diesem Bluetooth-Gerät hergestellen. Schalten Sie bitte Bluetooth auf dem Gerät ein.
zh_hant: 無法連接到此藍牙設備，請打開此設備的藍牙

# BluetoothUI_Tips_Text_3
source: Unable to discover the ObexObjectPush service for Bluetooth devices, which is not supported
de_de: Der ObexObjectPush-Dienst für Bluetooth-Geräte, der nicht unterstützt wird, kann nicht erkannt werden.
zh_hant: 無法發現支持藍牙設備的Obex Object Push服務

# BluetoothUI_Tips_Text_4
source: Unable to pair with this device
de_de: Koppeln mit diesem Gerät nicht möglich
zh_hant: 無法與此設備配對

# BluetoothUI_Tips_Text_5
source: Please confirm that the PIN is the same as the paired device
de_de: Bitte bestätigen Sie, dass die angezeigte PIN mit der PIN auf dem verbundenen Gerät übereinstimmt.
zh_hant: 請確認PIN碼與配對的設備相同

# BluetoothUI_Tips_Text_6
source: Please confirm whether to pair with the device
de_de: Bitte bestätigen Sie, ob sie das Gerät verbinden wollen.
zh_hant: 請確認是否與設備配對

# Drive_Capacity_Unit
source: bytes
zh_hant: 位元組

# Drive_Type_1
source: Local drive
de_de: Lokales Laufwerk
zh_hant: 本地磁碟

# Drive_Type_3
source: Removable drive
de_de: Abnehmbares Laufwerk
zh_hant: 抽取式磁碟機

# Drive_Type_4
source: Ram drive
de_de: RAM-Laufwerk
zh_hant: 記憶體硬碟

# Drive_Type_5
source: Network drive
de_de: Netzwerkgerät
zh_hant: 網絡驅動器

# FileProperty_Bitrate
source: Bitrate
zh_hant: 位元率

# FileProperty_Duration
source: Duration
de_de: Dauer
zh_hant: 持續時間

# FileProperty_Latitude
source: Latitude
de_de: Spielraum
zh_hant: 緯度

# FileProperty_Longitude
source: Longitude
de_de: Längengrad
zh_hant: 經度

# FileProperty_Resolution
source: Resolution
de_de: Auflösung
zh_hant: 解析度

# FileProperty_ShootingDate
source: Shooting date
de_de: Aufnahmedatum
zh_hant: 拍攝日期

# File_Type_Compress_Description
source: Compressed file
de_de: Komprimierte Datei
zh_hant: 壓縮檔

# File_Type_RTF_Description
source: RTF file
de_de: RTF-Datei
zh_hant: RTF 文件

# File_Type_TXT_Description
source: Text file
de_de: Textdatei
zh_hant: 文字檔

# ProgramPicker_Dialog_BuiltInViewer
source: RX built-in viewer
de_de: RX-Integrierter Viewer
zh_hant: RX 內置檢視器

# ProgramPicker_Dialog_BuiltInViewer_Description
source: RX provides basic viewing functions
de_de: RX bietet grundlegende Anzeigefunktionen
zh_hant: RX 檔案總管提供基本的觀看功能

# ProgramPicker_Dialog_Title_1
source: Continue using
de_de: Weiter benutzen
zh_hant: 繼續使用

# ProgramPicker_Dialog_Title_2
source: Choose another application
de_de: Andere App auswählen
zh_hant: 選擇其他程式

# SizeProperty_Calculating_Text
source: Calculating...
de_de: Berechnung...
zh_hant: 計算中...

# Common_Dialog_TipTitle
source: Tips
de_de: Tipps
zh_hant: 小提示

# Common_Dialog_WarningTitle
source: Warning
de_de: Warnung
zh_hant: 警告

# CropperPage_Custom_Text
source: Custom
de_de: Benutzerdefiniert
zh_hant: 自訂

# CropperPage_Filter_Type_1
source: Origin
de_de: Original
zh_hant: 來源

# CropperPage_Filter_Type_2
source: Invert
de_de: Invertieren
zh_hant: 反轉

# CropperPage_Filter_Type_3
source: Gray
de_de: Grau
zh_hant: 灰色

# CropperPage_Filter_Type_4
source: Binary
de_de: Binär
zh_hant: 二進位

# CropperPage_Filter_Type_5
source: Sepia
zh_hant: 復古

# CropperPage_Filter_Type_6
source: Mosaic
de_de: Mosaik
zh_hant: 馬賽克

# CropperPage_Filter_Type_7
source: Sketch
de_de: Skizze
zh_hant: 繪圖

# CropperPage_Filter_Type_8
source: Blurry
de_de: Verschwommen
zh_hant: 朦朧

# CropperPage_Filter_Type_9
source: OilPainting
de_de: Ölmalerei
zh_hant: 油畫

# ExtendedSplash_QuickStartItem_Name_1
source: Microsoft Store
zh_hant: Microsoft 商店

# ExtendedSplash_QuickStartItem_Name_2
source: Calculator
de_de: Rechner
zh_hant: 小算盤

# ExtendedSplash_QuickStartItem_Name_3
source: Settings
de_de: Einstellungen
zh_hant: 設定

# ExtendedSplash_QuickStartItem_Name_4
source: Email
zh_hant: 寄送電子郵件

# ExtendedSplash_QuickStartItem_Name_5
source: Calendar
de_de: Kalender
zh_hant: 行事曆

# ExtendedSplash_QuickStartItem_Name_6
source: Photos
de_de: Fotos
zh_hant: 相片

# ExtendedSplash_QuickStartItem_Name_7
source: Weather
de_de: Wetter
zh_hant: 天氣

# FileControl_ItemDisplayMode_Details
source: Details
zh_hant: 詳細資料

# FileControl_ItemDisplayMode_Large_Icon
source: Large icons
de_de: Große Symbole
zh_hant: 大圖示

# FileControl_ItemDisplayMode_List
source: List
de_de: Liste
zh_hant: 清單

# FileControl_ItemDisplayMode_Medium_Icon
source: Medium icons
de_de: Mittlere Symbole
zh_hant: 中圖示

# FileControl_ItemDisplayMode_Small_Icon
source: Small icons
de_de: Kleine Symbole
zh_hant: 小圖示

# FileControl_ItemDisplayMode_Tiles
source: Tiles
de_de: Kacheln
zh_hant: 並排

# FolderInfo_File_Count
source: files
de_de: Datei(en)
zh_hant: 檔案

# FolderInfo_Folder_Count
source: folders
de_de: Ordner
zh_hant: 資料夾

# MainPage_PageDictionary_SecureArea_Label
source: Security Area
de_de: Sicherheitsbereich
zh_hant: 加密庫

# Operate_Text_BluetoothShare
source: Bluetooth
zh_hant: 藍牙

# Operate_Text_ChooseAnotherApp
source: Choose another app
de_de: Andere App auswählen
zh_hant: 選擇其他應用程式

# Operate_Text_Compression
source: Compression
de_de: Komprimierung
zh_hant: 壓縮

# Operate_Text_Create
source: Create
de_de: Erstellen
zh_hant: 新增

# Operate_Text_CreateFolder
source: Create folder
de_de: Ordner erstellen
zh_hant: 新增資料夾

# Operate_Text_Cut
source: Cut
de_de: Ausschneiden
zh_hant: 剪下

# Operate_Text_Delete
source: Delete
de_de: Löschen
zh_hant: 刪除

# Operate_Text_Edit
source: Edit
de_de: Bearbeiten
zh_hant: 編輯

# Operate_Text_Merge
source: Merge
de_de: Zusammenführen
zh_hant: 合併

# Operate_Text_Montage
source: Montage
zh_hant: 剪輯

# Operate_Text_Open
source: Open
de_de: Öffnen
zh_hant: 開啟

# Operate_Text_OpenAsAdministrator
source: Open as administrator
de_de: Als Administrator öffnen
zh_hant: 以系統管理員執行

# Operate_Text_OpenInWinExplorer
source: Open in Windows Explorer
de_de: Im Windows Explorer öffnen
zh_hant: 在 Windows 檔案總管中開啟

# Operate_Text_OpenWith
source: Open with...
de_de: Öffnen mit...
zh_hant: 開啟檔案

# Operate_Text_Paste
source: Paste
de_de: Einfügen
zh_hant: 貼上

# Operate_Text_Property
source: Properties
de_de: Eigenschaften
zh_hant: 屬性

# Operate_Text_Refresh
source: Refresh
de_de: Aktualisieren
zh_hant: 重新整理

# Operate_Text_Rename
source: Rename
de_de: Umbenennen
zh_hant: 重新命名

# Operate_Text_Share
source: Share
de_de: Teilen
zh_hant: 分享

# Operate_Text_SystemShare
source: System share
de_de: Systemfreigabe
zh_hant: 系統分享

# Operate_Text_Transcode
source: Transcode
de_de: Transkodieren
zh_hant: 轉檔

# QueueDialog_BackgroundTaskDisable_CloseButton
source: Never remind
de_de: Nie erinnern
zh_hant: 永不醒

# QueueDialog_BackgroundTaskDisable_Content
source: Background tasks are disabled, RX will not be able to notify you in time when the update is released. Please manually enable background task permissions
de_de: Hintergrundaufgaben sind deaktiviert. RX kann Sie nicht rechtzeitig benachrichtigen, wenn das Update veröffentlicht wird. Aktivieren Sie die Berechtigungen für Hintergrundaufgaben manuell.
zh_hant: 若禁用了背景運行，更新發佈時，RX 檔案總管將無法及時通知您。 請手動啟用背景運行權限

# QueueDialog_BackgroundTaskDisable_PrimaryButton
source: Authorize now
de_de: Jetzt autorisieren
zh_hant: 立即授權

# QueueDialog_BackgroundTaskDisable_SecondaryButton
source: Remind later
de_de: Später erinnern
zh_hant: 稍後提醒

# QueueDialog_Store_NetworkError_Content
source: Unable to open purchase page due to Microsoft Store or network, please try again later
de_de: Kaufseite kann aufgrund von Microsoft Store oder Netzwerkproblem nicht geöffnet werden. Versuchen Sie es später erneut.
zh_hant: 由於Microsoft 商店或網路問題而無法打開購買頁面，請稍後再試

# QueueDialog_LocateFolderFailure_Content
source: Cannot locate or access the folder, the folder does not exist or lacks access permissions
de_de: Der Ordner kann nicht gefunden werden oder auf ihn zugegriffen werden. Der Ordner ist nicht vorhanden oder verfügt nicht über Zugriffsberechtigungen
zh_hant: 無法找到或訪問該文件夾，該文件夾不存在或缺少訪問權限

# QueueDialog_WaitUntilFinish_CloseButton
source: Later
de_de: Später
zh_hant: 稍後

# QueueDialog_WaitUntilFinish_Content
source: RX Explorer is running some tasks, closing at this time may cause data errors, Do you want to continue?
de_de: RX Explorer fürht eineige Aufgaben aus. Schließen würde eventuell Dateifehler verursachen. Möchten sie fortfahren?
zh_hant: RX 檔案總管正在運行某些任務，此時關閉可能會導致數據錯誤，是否要繼續？

# QueueDialog_WaitUntilFinish_PrimaryButton
source: Right now
de_de: Jetzt
zh_hant: 立即

# Reset_Dialog_TotalFile
source: In total
de_de: Insgesamt
zh_hant: 總計

# SearchBox_PlaceholderText
source: Search
de_de: Suche
zh_hant: 搜尋

# SecureArea_AES_128Level_Description
source: Recommand
de_de: Empfehlen
zh_hant: 推薦

# SecureArea_AES_256Level_Description
source: Safer
de_de: Sicherer
zh_hant: 較安全

# SystemInfo_Dialog_CPU_L1Cache_Text
source: L1 cache
zh_hant: L1 快取

# SystemInfo_Dialog_CPU_L2Cache_Text
source: L2 cache
zh_hant: L2 快取

# SystemInfo_Dialog_CPU_L3Cache_Text
source: L3 cache
zh_hant: L3 快取

# SystemInfo_Dialog_CPU_LogicalCore_Text
source: logical core
de_de: Logisch(er) Kerne
zh_hant: 邏輯核心

# SystemInfo_Dialog_CPU_PhysicalCore_Text
source: physical core
de_de: Physischer Kern
zh_hant: 物理核心

# SystemInfo_Dialog_Gateway_Text
source: Gateway
zh_hant: 閘道

# SystemInfo_Dialog_GPU_Memory_Text
source: GPU memory
de_de: GPU-Speicher
zh_hant: GPU 記憶體

# SystemInfo_Dialog_GPU_Model_Text
source: GPU model
de_de: GPU-Modell
zh_hant: GPU 型號

# SystemInfo_Dialog_Memory_Available_Text
source: available
de_de: verfügbar
zh_hant: 可用

# SystemInfo_Dialog_Memory_Total_Text
source: Total
de_de: Insgesamt
zh_hant: 總計

# SystemInfo_Dialog_Memory_Usage_Text
source: The software memory usage
de_de: Die Softwarespeichernutzung
zh_hant: 軟體記憶體使用率

# SystemInfo_Dialog_Monitor_MaxBrightness_Text
source: Max average brightness
de_de: Maximale durchschnittliche Helligkeit
zh_hant: 最大平均亮度

# SystemInfo_Dialog_Monitor_PeakBrightness_Text
source: Peak brightness
de_de: Spitzenhelligkeit
zh_hant: 最高亮度

# SystemInfo_Dialog_NetworkAdapter_Text
source: Network Adapter
de_de: Netzwerkadapter
zh_hant: 網路介面卡

# SystemInfo_Dialog_Primary_DNS_Text
source: Primary DNS server
de_de: Primärer DNS Server
zh_hant: 主要 DNS 伺服器

# SystemInfo_Dialog_Secondary_DNS_Text
source: Secondary DNS server
de_de: Sekundärer DNS Server
zh_hant: 次要 DNS 伺服器

# TeachingTip_PurchaseTip_Subtitle
source: 🎉You can support developers to continue to develop by purchasing this application.🎉\r\rIf you don't want to, you can click "Later" to cancel\rIf you want to purchase, you can click "Purchase" to purchase this application\r\rTips: Purchase can unlock the unique file safe feature: "Security Area"
de_de: 🎉Sie können Entwickler unterstützen, sich weiter zu entwickeln, indem Sie diese Anwendung kaufen. 🎉\r\rIfWenn Sie dies nicht wünschen, können Sie auf "Später" klicken, um abzubrechen. Wenn Sie kaufen möchten, können Sie auf "Kaufen" klicken, um diese Anwendung zu kaufen.
zh_hant: 🎉您可以透過購買此應用程式來支持開發人員繼續開發。🎉\r\r如果不想，可以單擊“下次”取消\r如果要購買，可以單擊“購買”來購買此應用程序 應用程式\r\r提示：購買可以解鎖獨特的檔案安全功能：“加密庫”

# TeachingTip_PinToMenu_Subtitle
source: Pin the RX-Explorer to StartScreen and TaskBar ！\r\r★Pin to StartScreen\r\r★Pin to TaskBar
de_de: RX-Explorer An Startmenü und Taskleiste anpinnen！\r\r★An Startmenü anpinnen\r\r★An Taskleiste anpinnen
zh_hant: 將RX 檔案總管釘選到[開始]和工作列！\r\r★釘選到[開始] \r\r★釘選到工作列

# Toast_BroadFileSystemAccess_ActionButton_1
source: Launch
de_de: Starten
zh_hant: 啟動

# Toast_BroadFileSystemAccess_ActionButton_2
source: Later
de_de: Später
zh_hant: 稍後

# Toast_EnterBackground_Text_1
source: RX-Explorer is minimized
de_de: RX-Explorer wird minimiert
zh_hant: RX-Explorer被最小化

# Toast_EnterBackground_Text_2
source: RX-Explorer will try to continue execution until terminated by Windows policy
de_de: RX-Explorer versucht, die Ausführung fortzusetzen, bis sie von der Windows-Richtlinie beendet wird
zh_hant: RX-Explorer將嘗試繼續執行，直到被Windows策略終止

# Transcode_Dialog_Format_Text
source: format
zh_hant: 格式

# Transcode_Image_Preview_Resolution
source: Preview resolution
de_de: Vorschauauflösung
zh_hant: 預覽解析度

# Transcode_Simaple_Rate_Text
source: Sampling-Rate
zh_hant: 採樣率

# VideoEdit_Dialog_Crop_Precision_Level_1
source: Precision (Slower)
de_de: Präzise (langsamer)
zh_hant: 精緻（較慢）

# VideoEdit_Dialog_Crop_Precision_Level_2
source: Fast (Faster)
de_de: Schnell (schneller)
zh_hant: 快速（更快）

# Video_Dialog_Encoding_Text
source: Encoding
de_de: Kodierung
zh_hant: 編碼方式

# Common_Dialog_CancelButton
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# Common_Dialog_ContinueButton
source: Continue
de_de: Fortfahren
zh_hant: 繼續

# Common_Dialog_LaterButton
source: Later
de_de: Später
zh_hant: 稍後

# Common_Dialog_NowButton
source: Now
de_de: Jetzt
zh_hant: 現在

# Create_NewFolder_Admin_Name
source: New folder
de_de: Neuer Ordner
zh_hant: 新增資料夾

# Drag_Tip_CopyTo
source: Copy to
de_de: Kopieren nach
zh_hant: 複製到...

# Drag_Tip_MoveTo
source: Move to
de_de: Verschieben nach
zh_hant: 移動至

# Drag_Tip_ReleaseToAdd
source: Release to add files
de_de: Loslassen zum Hinzufügen von Dateien
zh_hant: 發佈到新增檔案

# Progress_Tip_CheckingLicense
source: Checking license...
de_de: Lizenz wird überprüft...
zh_hant: 檢查許可...

# Progress_Tip_Exporting
source: Exporting
de_de: Wird exportiert
zh_hant: 正在輸出...

# Progress_Tip_Importing
source: Importing
de_de: Wird importiert
zh_hant: 正在導入...

# Progress_Tip_Loading
source: Loading...
de_de: Wird geladen...
zh_hant: 正在讀取...

# Progress_Tip_Transcoding
source: Transcoding
de_de: Transkodierung
zh_hant: 轉檔中...

# QueueDialog_CopyFailForNotExist_Content
source: Some files do not exist and cannot be copyed to the specified location
de_de: Einige Dateien existieren nicht und können nicht zum angegebenen Ort kopiert werden.
zh_hant: 某些檔案不存在，無法將其複製到指定位置

# QueueDialog_DeleteFolder_Content
source: This will delete everything in the folder. Whether to continue?
de_de: Das wird alles im Ordner löschen. Fortfahren?
zh_hant: 這將刪除資料夾中的所有內容。 是否繼續？

# QueueDialog_LocatePathFailure_Content
source: Unable to locate the path:
de_de: Pfad kann nicht gefunden werden
zh_hant: 無法找到路徑：

# QueueDialog_MoveFailForNotExist_Content
source: Some files do not exist and cannot be moved to the specified location
de_de: Einige Dateien existieren nicht und können nicht zum angegebenen Ort verschoben werden.
zh_hant: 某些檔案不存在，無法將其移動到指定位置

# QueueDialog_RepeatAddToHomePage_Content
source: This folder has been added to the home page, can not be added repeatedly
de_de: Dieser Ordner wurde schon zur Startseite hinzugefügt und kann nicht nochmal hinzugefügt werden.
zh_hant: 此資料夾已增加到主頁，不能再次增加

# QueueDialog_UnauthorizedCreateFolder_Content
source: RX does not have permission to create folder, it may be that you do not have access to this folder
de_de: RX hat keine Berehtigung den Ordner zu erstellen. Es kann möglich sein, dass Sie keinen Zugang zu diesem Ordner haben
zh_hant: RX 檔案總管沒有新增資料夾的權限，可能是您沒有權限訪問此資料夾

# QueueDialog_UnauthorizedDelete_Content
source: RX does not have permission to delete this item
de_de: RX hat keine Berechtigung dieses Objekt zu löschen
zh_hant: RX無權刪除此項目

# QueueDialog_UnauthorizedPaste_Content
source: RX does not have permission to paste
de_de: RX hat keine Berechtigung einzufügen.
zh_hant: RX 檔案總管沒有權限貼上檔案

# QueueDialog_UnauthorizedRenameFile_Content
source: RX does not have permission to rename this file
de_de: RX hat keine Berechtigung, diese Datei umzubenennen
zh_hant: RX 檔案總管沒有權限重新命名

# Common_Dialog_GoBack
source: Go back
de_de: Zurück gehen
zh_hant: 返回

# Common_Dialog_RefreshButton
source: Refresh
de_de: Aktualisieren
zh_hant: 重新整理

# Common_Dialog_RetryButton
source: Retry
de_de: Erneut versuchen
zh_hant: 重試

# Common_Dialog_TryAgain
source: Try again
de_de: Erneut versuchen
zh_hant: 再試一次

# Common_Dialog_UsePassword
source: Use password
de_de: Passwort benutzen
zh_hant: 使用密碼

# Crop_Image_Name_Tail
source: Cropped
de_de: Zugeschnitten
zh_hant: 裁剪

# Download_Folder_Name
source: Downloads
zh_hant: 下載

# Merge_Image_Name_Tail
source: Merged
de_de: Zusammengeführt
zh_hant: 已合併

# Operate_Text_Decompression
source: Decompression
de_de: Dekomprimierung:
zh_hant: 解壓縮

# Progress_Tip_NoFeedback
source: No feedback or suggestions
de_de: Keine Rückmeldungen oder Vorschläge
zh_hant: 沒有回饋或建議

# QueueDialog_BootAtStart_Content
source: RX cannot be turned on automatically because startup is disabled by the system\rYou can go to the [System Settings] page to manage
de_de: RX kann nicht automatisch gestartet werden, weil Autostart vom System deaktiviert ist.\rSie können zu den [System Settings] gehen um das einzustellen.
zh_hant: 無法啟動RX 檔案總管，因為系統已禁用啟動\r您可以轉到[設定]進行管理

# QueueDialog_CompressionError_Content
source: An exception occurred while compressing the file
de_de: Beim Komprimieren der Datei ist eine Ausnahme aufgetreten
zh_hant: 壓縮檔案時時發生異常

# QueueDialog_DecompressionError_Content
source: An exception occurred while extracting the file
de_de: Beim Extrahieren der Datei ist eine Ausnahme aufgetreten
zh_hant: 解壓縮檔案時時發生異常
