Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# Properties_Shortcut_TargetType.Text
source: Target type:
de_de: Zieltyp:
zh_hant: 目標類型:

# Properties_Tools_CalculateButton.Content
source: Calculate
de_de: Berechnen
zh_hant: 計算

# Properties_Tools_Unlock.Text
source: Unlock
de_de: Freischalten
zh_hant: 解鎖

# Properties_Window_Title
source: Properties
de_de: Eigenschaften
zh_hant: 屬性

# ShortcutHotKey_None
source: None
de_de: Kein
zh_hant: 無

# ShortcutTargetApplicationType
source: Application
de_de: Programm
zh_hant: 應用程式

# Properties_General_HiddenCheckbox.Content
source: Hidden
de_de: Versteckt
zh_hant: 隱藏

# Properties_General_Change.Content
source: Change
de_de: Ändern
zh_hant: 更改

# LinkOptionsDialog_LinkRunAsAdmin.Content
source: Run as administrator
de_de: Als Administrator ausführen
zh_hant: 以管理員身份運行

# LinkOptionsDialog_LinkShortCutKey.Header
source: Shortcut key
de_de: Tastenkombination
zh_hant: 快捷鍵

# LinkOptionsDialog_LinkWindowState.Header
source: Run
de_de: Ausführen
zh_hant: 運行

# LinkOptionsDialog_LinkWorkDirectory.Header
source: Work directory (optional)
de_de: Arbeitsverzeichnis (optional)
zh_hant: 工作目錄 (可選)

# LinkOptionsDialog_LinkWorkDirectory.PlaceholderText
source: Enter work directory path
de_de: Arbeitsverzeichnispfad eingeben
zh_hant: 輸入工作目錄路徑

# QueueDialog_ClipboardFlushTip_Content
source: Do you want to save the last item you copied so that it will continue to be available after the application is closed? This may take some time, and the app will automatically close when finished
de_de: Möchten Sie das zuletzt kopierte Element speichern, damit es auch nach dem Schließen der Anwendung weiterhin verfügbar ist? Dies kann einige Zeit in Anspruch nehmen, und die App wird automatisch geschlossen, wenn sie fertig ist.
zh_hant: 您是否要保存最後復制的項目，以便在關閉應用程序後繼續可用？ 這可能需要一些時間，應用會在完成後自動關閉

# QueueDialog_ClipboardFlushRemember_Content
source: Remember my choice and don't remind me next time
de_de: Merke meine Wahl und erinnere mich das nächste mal nicht
zh_hant: 記住我的選擇，下次不提醒我

# DecompressionOptionDialog.Title
source: Extract option
de_de: Extrahierungsoptionen
zh_hant: 提取選項

# DecompressionOptionDialog_EncodingComboBox.Header
source: Specify encoding
de_de: Codierung angeben
zh_hant: 指定編碼

# DecompressionOptionDialog_LocationButton.Content
source: Select location
de_de: Ort auswählen
zh_hant: 選擇位置

# DecompressionOptionDialog_LocationText.Header
source: Extract to the location
de_de: Hierher extrahieren
zh_hant: 提取到該位置

# DecompressionOptionDialog_LocationText.PlaceholderText
source: Must be a valid file folder path
de_de: Muss ein gültiger Dateiordnerpfad sein
zh_hant: 必須是有效的文件夾路徑

# DecompressOption.Text
source: Extract option...
de_de: Extrahierungsoptionen
zh_hant: 提取選項...

# QueueDialog_InvokeContextMenuError_Content
source: Cannot execute this menu item
de_de: Dieses Menüelement kann nicht ausgeführt werden.
zh_hant: 無法執行此菜單項

# Properties_Tools_UnlockFlyout_CloseForce.Content
source: Force to close
de_de: Schließen erzwingen
zh_hant: 強制關閉

# Properties_Tools_UnlockFlyout_CloseNormal.Content
source: Request to close
de_de: Schließen anfordern
zh_hant: 請求關閉

# Properties_Tools_UnlockFlyout_Text1.Text
source: How do you unlock the occupation?
de_de: Wie beenden Sie die Verwendung?
zh_hant: 你如何解鎖佔用?

# Properties_Tools_UnlockFlyout_Text2.Text
source: Click "Request to close" to notify the application that is using this file to exit, and the application can save all data
de_de: Klicken Sie auf "Schließen anfordern", um die Anwendung zu benachrichtigen, die diese Datei verwendet, zu schließen und die Anwendung kann alle Daten speichern.
zh_hant: 單擊“請求關閉”以通知正在使用此文件的應用程序退出，並且該應用程序可以保存所有數據

# Properties_Tools_UnlockFlyout_Text3.Text
source: Click "Force to close" to exit the application immediately, and all unsaved data will be lost
de_de: Klicken Sie auf "Schließen erzwingen", um die Anwendung sofort zu beenden, und alle nicht gespeicherten Daten gehen verloren.
zh_hant: 單擊“強制關閉”立即退出應用程序，所有未保存的數據都將丟失

# Properties_Details_CameraManufacturer
source: Camera manufacturer
de_de: Kamerahersteller
zh_hant: 相機製造商

# Properties_Details_CameraModel
source: Camera model
de_de: Kameramodell
zh_hant: 相機型號

# Properties_Details_Latitude
source: Latitude
de_de: Spielraum
zh_hant: 緯度

# Properties_Details_Longitude
source: Longitude
de_de: Längengrad
zh_hant: 經度

# Properties_Details_PeopleNames
source: People names
de_de: Personennamen
zh_hant: 人名

# TaskListCancelTaskButton.ToolTipService.ToolTip
source: Cancel this task
de_de: Aufgabe abbrechen
zh_hant: 取消此任務

# TaskListEmptyTip.Text
source: Empty
de_de: Leer
zh_hant: 空的

# TaskListPanelTitle.Text
source: Task list
de_de: Aufgabenliste
zh_hant: 任務列表

# TaskListRemoveTaskButton.ToolTipService.ToolTip
source: Remove this record
de_de: Aufnahme entfernen
zh_hant: 刪除該記錄

# TaskList_From_Label
source: From
de_de: Von
zh_hant: 來自

# TaskList_More_Items
source: more items
de_de: mehr Objekte
zh_hant: 更多項目

# TaskList_OperationKind_Copy
source: Copy task
de_de: Aufgabe kopieren
zh_hant: 複製任務

# TaskList_OperationKind_Delete
source: Delete task
de_de: Aufgabe löschen
zh_hant: 刪除任務

# TaskList_OperationKind_Move
source: Move task
de_de: Aufgabe verschieben
zh_hant: 移動任務

# TaskList_OperationKind_Undo
source: Undo task
de_de: Aufgabe rückgängig machen
zh_hant: 撤消任務

# TaskList_Task_Status_Cancelled
source: Cancelled
de_de: Abgebrochen
zh_hant: 已取消

# TaskList_Task_Status_Completed
source: Completed
de_de: Abgeschlossen
zh_hant: 已完成

# TaskList_Task_Status_Error
source: Error
de_de: Fehler
zh_hant: 錯誤

# TaskList_Task_Status_Processing
source: Processing
de_de: Verarbeiten...
zh_hant: 處理中

# TaskList_Task_Status_Waiting
source: Waiting
de_de: Warten
zh_hant: 等待中

# TaskList_To_Label
source: To
de_de: Nach
zh_hant: 至

# TaskListAllowParalledTask.Content
source: Allow parallel execution of tasks
de_de: Parallele Aufgabenausführung zulassen
zh_hant: 允許並行執行任務

# TaskListAlwaysOpenPanel.Text
source: Always pops up the panel after a new task was created
de_de: Bedienfeld soll immer erscheinen, nachdem eine neue Aufgabe erstellt wurde
zh_hant: 創建新任務後始終彈出面板

# TaskList_OperationKind_Compression
source: Compression task
de_de: Komprimierungsaufgabe
zh_hant: 壓縮任務

# TaskList_OperationKind_Decompression
source: Decompression task
de_de: Dekomprimierungsaufgabe
zh_hant: 解壓任務

# Toast_EnterBackground_Text_4
source: If you are plugged in, you can ignore this notification
de_de: Wenn Sie angeschlossen sind, können Sie diese Benachrichtigung ignorieren
zh_hant: 如果您已插入電源，則可以忽略此通知

# Toast_EnterBackground_ActionButton
source: Activate
de_de: Aktivieren
zh_hant: 激活

# Toast_EnterBackground_Dismiss
source: Dismiss
de_de: Entlassen
zh_hant: 屏除

# Url_Admin_DisplayType
source: Internet Shortcut
de_de: Internet-Verknüpfung
zh_hant: Internet快捷方式

# SearchCompletedText
source: Search completed
de_de: Suche abgeschlossen
zh_hant: 搜索完成

# SearchProcessingText
source: Searching...
de_de: Suchen...
zh_hant: 正在搜尋...

# QueueDialog_DisplayProtectedSystemItemsWarning_Content
source: Hidden system files should not be modified, it is recommended not to turn on this switch, whether to continue?
de_de: Versteckte Systemdateien sollten nicht geändert werden. Es wird empfohlen, diesen Schalter nicht einzuschalten, um fortzufahren.
zh_hant: 隱藏的系統文件不應修改，建議不要打開此開關，是否繼續？

# SettingHideProtectedSystemItems.Text
source: Hide protected system files (Recommended)
de_de: Geschützte Systemdateien ausblenden (empfohlen)
zh_hant: 隱藏受保護的系統文件(推薦)

# TaskList_Task_Status_Preparing
source: Preparing
de_de: Vorbereiten
zh_hant: 準備中

# Operate_Text_Copy
source: Copy
de_de: Kopieren
zh_hant: 複製

# CompressDialogAlgorithm.Header
source: Compression algorithm
de_de: Komprimierungsalgorithmus
zh_hant: 壓縮算法

# TextViewer_EncodingCombo.PlaceholderText
source: Enter the name of encoding or codepage
de_de: Geben Sie den Namen der Codierung oder Codepage ein
zh_hant: 輸入編碼或代碼頁的名稱

# TextViewer_EncodingCombo.Header
source: Text Encoding
de_de: Textcodierung
zh_hant: 文字編碼

# TextEncodingDialog.Title
source: Select text encoding
de_de: Wählen Sie die Textcodierung
zh_hant: 選擇文字編碼

# GroupHeader_EarlierThisMonth
source: Earlier this month
de_de: Früher in diesem Monat
zh_hant: 本月初

# GroupHeader_EarlierThisWeek
source: Earlier this week
de_de: Früher diese Woche
zh_hant: 本週早些時候

# GroupHeader_EarlierThisYear
source: Earlier this year
de_de: Früher in diesem Jahr
zh_hant: 今年早些時候

# GroupHeader_Huge
source: Huge
de_de: Enorm
zh_hant: 龐大

# GroupHeader_Larger
source: Larger
de_de: Größer
zh_hant: 較大

# GroupHeader_LastMonth
source: Last month
de_de: Letzten Monat
zh_hant: 上個月

# GroupHeader_LastWeek
source: Last week
de_de: Letzte Woche
zh_hant: 上個星期

# GroupHeader_LongTimeAgo
source: A long time ago
de_de: Vor langer Zeit
zh_hant: 很久以前

# GroupHeader_Medium
source: Medium
de_de: Mittel
zh_hant: 中等

# GroupHeader_Others
source: Others
de_de: Andere
zh_hant: 其他

# GroupHeader_Smaller
source: Smaller
de_de: Kleiner
zh_hant: 較小

# GroupHeader_Today
source: Today
de_de: Heute
zh_hant: 今天

# GroupHeader_Unspecified
source: Unspecified
de_de: Nicht spezifiziert
zh_hant: 未指定

# GroupHeader_Yesterday
source: Yesterday
de_de: Gestern
zh_hant: 昨天

# Operate_Text_GroupNone
source: None
de_de: Keiner
zh_hant: 無

# EverythingQuestionDownloadLink
source: Download Everything
de_de: Laden Sie "Everything" herunter
zh_hant: 下載"Everything"

# MainPage_QuickStart_Label
source: Quick Start
de_de: Schnellstart
zh_hant: 快速啟動

# WebLinkTitle.Text
source: Websites
de_de: Webseiten
zh_hant: 網站

# Operate_Text_Grouping
source: Group by
de_de: Gruppiere nach
zh_hant: 分組依據

# MainPage_PageDictionary_Home_Label
source: Home Page
de_de: Startseite
zh_hant: 主頁

# RootStorageFolderDisplayName
source: This PC
de_de: Dieser PC
zh_hant: 這台電腦

# Drag_Tip_RunWith
source: Run with {Placeholder}
de_de: Mit {Placeholder} ausführen
zh_hant: 用{Placeholder}運行

# BackgroundLightSliderLabel.Text
source: Adjust background brightness
de_de: Passen Sie die Hintergrundhelligkeit an
zh_hant: 調整背景亮度

# Items_Description
source: items
de_de: Artikel
zh_hant: 個項目

# QueueDialog_ImportConfigurationDataIncorrect_Content
source: Data verification failed, the configuration file cannot be imported
de_de: Datenüberprüfung fehlgeschlagen, die Konfigurationsdatei kann nicht importiert werden
zh_hant: 數據驗證失敗，無法導入配置文件

# QueueDialog_ImportConfigurationFailed_Content
source: Failed to import configuration with unexpected error
de_de: Fehler beim Importieren der Konfiguration mit unerwartetem Fehler
zh_hant: 導入配置失敗，出現意外錯誤

# QueueDialog_ImportConfigurationSuccess_Content
source: Successfully imported configuration
de_de: Konfiguration erfolgreich importiert
zh_hant: 成功導入配置

# SystemTip_ConfigRestartContent
source: Please restart the application to activate the new configuration. You can also continue to use this app, but some configurations may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Konfiguration zu aktivieren. Sie können diese App auch weiterhin verwenden, einige Konfigurationen werden jedoch möglicherweise erst beim nächsten Start wirksam
zh_hant: 請重新啟動應用程序以激活新配置。 您也可以繼續使用此應用，但某些配置可能要等到下次啟動時才能生效。

# SystemTip_RestartTitle
source: Restart is required
de_de: Neustart ist erforderlich
zh_hant: 需要重啟

# SystemTip_FullTrustBusyTitle
source: Waiting for response
de_de: Auf Rückantwort warten
zh_hant: 正在等待響應

# SystemTip_FullTrustBusyContent
source: The auxiliary process is busy and cannot respond to new requests, please wait patiently
de_de: Der Hilfsprozess ist beschäftigt und kann nicht auf neue Anfragen reagieren. Bitte warten Sie geduldig
zh_hant: 輔助進程很忙，無法響應新請求，請耐心等待

# SystemTip_UpdateAvailableActionButton
source: Update now
de_de: Jetzt aktualisieren
zh_hant: 現在更新

# SystemTip_UpdateAvailableContent
source: The latest update fixes some issues in the old version and provides functional enhancements
de_de: Das neueste Update behebt einige Probleme in der alten Version und bietet Funktionserweiterungen
zh_hant: 最新更新修復了舊版本中的某些問題並提供了功能增強

# SystemTip_UpdateAvailableTitle
source: An Update is available
de_de: Eine Aktualisierung ist verfügbar
zh_hant: 有可用的更新

# OfflineAvailabilityStatusText7
source: Syncing
de_de: Synchronisieren
zh_hant: 正在同步

# SendTo.Label
source: Send to
de_de: Senden an
zh_hant: 發送到

# SendTo_CreateDesktopShortcut
source: Desktop (Create shortcut)
de_de: Desktop (Verknüpfung erstellen)
zh_hant: 桌面 (創建快捷方式)

# SendTo_Document
source: Document
de_de: Dokument
zh_hant: 文檔

# OfflineAvailabilityStatusText8
source: Not a OneDrive file
de_de: Keine OneDrive-Datei
zh_hant: 不是OneDrive文件

# QueueDialog_CouldNotLoadMedia_Content
source: The media file could not be loaded due to failure to read the file or other reasons
de_de: Die Mediendatei konnte aufgrund eines Fehlers beim Lesen der Datei oder aus anderen Gründen nicht geladen werden
zh_hant: 由於無法讀取媒體文件或其他原因，無法加載媒體文件

source: Development Version
de_de: Entwicklungsversion
zh_hant: 開發版本

source: Trial Version
de_de: Probeversion
zh_hant: 試用版

# PdfPanelToggle.Label
source: Horizontal view mode
de_de: Horizontaler Ansichtsmodus
zh_hant: 水平檢視模式

# PdfZoom.Label
source: Zoom
de_de: Zoomen
zh_hant: 變倍

# HashError
source: Calculation error
de_de: Berechnungsfehler
zh_hant: 計算錯誤

# SecureArea_MustResetPath_Content
source: The storage location is lost and must be reset
de_de: Der Speicherort geht verloren und muss zurückgesetzt werden
zh_hant: 存儲位置丟失，必須重新設置

# SecureArea_StorageLocation_ChangeButton
source: Change location
de_de: Den Ort wechseln
zh_hant: 變更位置

# SecureArea_StorageLocation_Title
source: Storage location
de_de: Lagerort
zh_hant: 存儲位置

# QueueDialog_SecureAreaTransferFileFailed_Content
source: File transfer failed. Some files could not be transferred. Please manually transfer to the new folder
de_de: Dateiübertragung fehlgeschlagen. Einige Dateien konnten nicht übertragen werden. Bitte manuell in den neuen Ordner übertragen
zh_hant: 文件傳輸失敗。 某些文件無法傳輸。 請手動轉移到新文件夾

# Progress_Tip_Transfering
source: Transferring
de_de: Übertragen
zh_hant: 正在轉移

# AttributeVersion.Text
source: Version
de_de: Fassung
zh_hant: 版本

# AlwaysOnTopLabel.Text
source: Always On Top
de_de: Immer oben
zh_hant: 總在最前面

# AlwaysOnTop.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# AlwaysOnTop.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# QueueDialog_RemoveTopMostFailed_Content
source: Cannot remove this window from top most
de_de: Dieses Fenster kann nicht von oben entfernt werden
zh_hant: 無法從最上方移除此窗口

# QueueDialog_SetTopMostFailed_Content
source: Cannot set this window to the top most
de_de: Dieses Fenster kann nicht ganz nach oben gesetzt werden
zh_hant: 無法將此窗口設置為最頂部

# QueueDialog_UnauthorizedUndo_Content
source: RX does not have permission to undo this item, the undo operation could not be completed
de_de: RX hat keine Berechtigung zum Rückgängigmachen dieses Elements, der Rückgängig-Vorgang konnte nicht abgeschlossen werden
zh_hant: RX無權撤消此項，撤消操作無法完成

# QueueDialog_UndoFailForNotExist_Content
source: Since some files/folders no longer exist, the undo operation could not be completed
de_de: Da einige Dateien/Ordner nicht mehr vorhanden sind, konnte der Rückgängig-Vorgang nicht abgeschlossen werden
zh_hant: 由於某些文件/文件夾不再存在，無法完成撤消操作

# SettingKeyboardGuideContent.Text
source: Contains guidance for all keyboard shortcuts supported by this app
de_de: Enthält Anleitungen für alle Tastaturkürzel, die von dieser App unterstützt werden
zh_hant: 包含此應用程序支持的所有鍵盤快捷鍵的指南

# SettingKeyboardGuideTitle.Text
source: Keyboard shortcut guide
de_de: Anleitung für Tastaturkürzel
zh_hant: 鍵盤快捷鍵指南

# SettingLogContent.Text
source: Export the log files for developers to analyze related issues
de_de: Exportieren Sie die Protokolldateien für Entwickler, um verwandte Probleme zu analysieren
zh_hant: 導出日誌文件供開發者分析相關問題

# SettingLogTitle.Text
source: Log file
de_de: Logdatei
zh_hant: 日誌文件

# SettingPurchaseAppContent.Text
source: Purchase this application to unlock all features and support development
de_de: Kaufen Sie diese Anwendung, um alle Funktionen freizuschalten und die Entwicklung zu unterstützen
zh_hant: 購買此應用程序以解鎖所有功能並支持開發

# SettingPurchaseAppTitle.Text
source: Purchase this application
de_de: Diese Anwendung kaufen
zh_hant: 購買此應用程序

# SettingReviewAppContent.Text
source: Leave your review of this app in the Microsoft Store
de_de: Hinterlassen Sie Ihre Bewertung dieser App im Microsoft Store
zh_hant: 在 Microsoft Store 中留下您對此應用的評論

# SettingReviewAppTitle.Text
source: Review this application
de_de: Bewerten Sie diese Anwendung
zh_hant: 評價此應用程序

# SettingSystemInfoContent.Text
source: View software and hardware system information
de_de: Informationen zum Software- und Hardwaresystem anzeigen
zh_hant: 查看軟硬件系統信息

# SettingSystemInfoTitle.Text
source: System information
zh_hant: 系統信息

# ShortcutKeyGuideTitle
source: Keyboard shortcut guide
de_de: Anleitung für Tastaturkürzel
zh_hant: 鍵盤快捷鍵指南

# SettingInitAppContent.Text
source: Delete all data and reset to the initial state
de_de: Alle Daten löschen und in den Ausgangszustand zurücksetzen
zh_hant: 刪除所有數據並重置為初始狀態

# SettingInitAppTitle.Text
source: Reset the application
de_de: Setzen Sie die Anwendung zurück
zh_hant: 重置應用程序

# SettingManageConfigTitle.Text
source: Manage configuration files
de_de: Konfigurationsdateien verwalten
zh_hant: 管理配置文件

# SettingGoGithubContent.Text
source: Contribute code to help improve this application
de_de: Tragen Sie Code bei, um diese Anwendung zu verbessern
zh_hant: 貢獻代碼以幫助改進此應用程序

# SettingGoGithubTitle.Text
source: Go to Github
de_de: Gehe zu Github
zh_hant: 轉到Github上

# SettingUpdateLogContent.Text
source: View the latest update content and previous update history
de_de: Anzeigen der neuesten Update-Inhalte und des vorherigen Update-Verlaufs
zh_hant: 查看最新更新內容和以往更新歷史

# SettingUpdateLogTitle.Text
source: Update history
de_de: Updateverlauf
zh_hant: 更新歷史

source: Update available
de_de: Update verfügbar
zh_hant: 有可用的更新

# UpdateLatest.Text
source: Already the latest version
de_de: Bereits die neueste Version
zh_hant: 已經是最新版本

# SearchEngineConfig_AlwaysPopup
source: Ask every time
de_de: Frag jedes Mal
zh_hant: 每次詢問

# SearchEngineConfig_UseBuildInAsDefault
source: Always use the built-in search engine
de_de: Verwenden Sie immer die integrierte Suchmaschine
zh_hant: 始終使用內置搜索引擎

# SearchEngineConfig_UseEverythingAsDefault
source: Always use the Everything search engine
de_de: Verwenden Sie immer die Suchmaschine "Everything"
zh_hant: 始終使用Everything搜索引擎

# SettingNavLayoutLabel.Text
source: Navigation view layout
de_de: Layout der Navigationsansicht
zh_hant: 導航視圖佈局

# SettingNavLayout.OffContent
source: Top
de_de: Oben
zh_hant: 頂部

# SettingNavLayout.OnContent
source: Left
de_de: Links
zh_hant: 左邊

# TaskList_Task_Status_NeedAttention
source: Need attention
de_de: Braucht Aufmerksamkeit
zh_hant: 需要注意

# NameCollision
source: A file or folder with the same name exists in the target folder
de_de: Im Zielordner existiert eine Datei oder ein Ordner mit demselben Namen name
zh_hant: 目標文件夾中存在同名文件或文件夾

# NameCollision_Rename
source: Save a copy
de_de: Speichere eine Kopie
zh_hant: 保存副本

# NameCollision_MoreOption
source: More options
de_de: Mehr Optionen
zh_hant: 更多選擇

# NameCollision_Override
source: Override files
de_de: Dateien überschreiben
zh_hant: 覆蓋文件

# ThemeColorLabel.Text
source: Theme color
de_de: Themenfarbe
zh_hant: 主題色

# ClearTaskListPanel.ToolTipService.ToolTip
source: Clear all completed tasks
de_de: Alle erledigten Aufgaben löschen
zh_hant: 清除所有已完成的任務

# VerticalSplitQuestionSubtitle
source: The vertical split view allows you to view and manipulate multiple folders at the same time without switching tabs. \r\rNote: Purchase this app to unlock this feature
de_de: Mit der vertikalen geteilten Ansicht können Sie mehrere Ordner gleichzeitig anzeigen und bearbeiten, ohne die Registerkarten zu wechseln. \r\rHinweis: Kaufen Sie diese App, um diese Funktion freizuschalten
zh_hant: 垂直拆分視圖允許您同時查看和操作多個文件夾，而無需切換選項卡。 \r\r注意：購買此應用程序以解鎖此功能

# VerticalSplitQuestionTitle
source: Vertical Split View
de_de: Vertikal geteilte Ansicht
zh_hant: 垂直拆分視圖

# QuickAccessDisplayName
source: Quick Access
de_de: Schneller Zugang
zh_hant: 快速訪問

# CloseTabOnRight.Label
source: Close all tabs on the right
de_de: Alle Tabs rechts schließen
zh_hant: 關閉右側的所有選項卡

# DiscountTip.ActionButtonContent
source: Get it now
de_de: Hol es dir jetzt
zh_hant: 立即獲取

# DiscountTip.CloseButtonContent
source: Not needed
de_de: Nicht benötigt
zh_hant: 不需要

# DiscountTip.Title
source: Anniversary Discount
de_de: Jubiläumsrabatt
zh_hant: 週年優惠

# TeachingTip_DiscountTip_Subtitle
source: Get the anniversary discount now! Buy the official version at 50% discount and unlock new features
de_de: Jetzt Jubiläumsrabatt sichern! Kaufen Sie die offizielle Version mit 50% Rabatt und schalten Sie neue Funktionen frei
zh_hant: 立即獲得周年紀念折扣！以50%的折扣購買正式版並解鎖新功能

# NewFile_Admin_Name
source: New file
de_de: Neue Datei
zh_hant: 新建文件

# SettingManageConfigContent.Text
source: Perform save or restore configuration operations
de_de: Durchführen von Konfigurationsvorgängen zum Speichern oder Wiederherstellen
zh_hant: 執行保存或恢復配置操作

# File_Type_Bmp_Description
source: BMP image
de_de: BMP-Bild
zh_hant: BMP圖像

# Operate_Text_Unpin
source: Unpin
de_de: Loslösen
zh_hant: 取消固定

# QueueDialog_DeleteFilesPermanent_Content
source: This operation will permanently delete these files. Whether to continue?
de_de: Durch diesen Vorgang werden diese Dateien dauerhaft gelöscht. Ob weitermachen?
zh_hant: 此操作將永久刪除這些文件，是否繼續？

# QueueDialog_DeleteFolderPermanent_Content
source: This will permanently delete everything in the folder. Whether to continue?
de_de: Dadurch wird alles im Ordner dauerhaft gelöscht. Ob weitermachen?
zh_hant: 這將永久刪除文件夾中的所有內容。 是否繼續？

# SearchEngineUseAQS.Content
source: Use Advanced Query Syntax (AQS)
de_de: Verwenden Die Erweiterte Abfrage Syntax (AQS)
zh_hant: 使用高級查詢語法 (AQS)

# SettingAQSGuideContent.Text
source: Advanced Query Syntax usage and structure description
de_de: Advanced Query Syntax Nutzung und Strukturbeschreibung
zh_hant: 高級查詢語法(AQS)用法和結構說明

# SettingAQSGuideTitle.Text
source: Advanced Query Syntax (AQS) guide
de_de: Leitfaden zur erweiterten Abfragesyntax (AQS)
zh_hant: 高級查詢語法 (AQS) 指南

# SearchEngineUseIndexer.Content
source: Search by index only
de_de: Nur nach Index suchen
zh_hant: 僅按索引搜索

# CustomText
source: Customize
de_de: Anpassen
zh_hant: 定制

# QueueDialog_TaskCanceledByUser_Content
source: The task has been cancelled by the user
de_de: Die Aufgabe wurde vom Benutzer abgebrochen
zh_hant: 任務已被用戶取消

# DefaultDisplayModeLabel.Text
source: Preferred layout mode
de_de: Bevorzugter Layoutmodus
zh_hant: 首選佈局模式

# SystemTip_ForeUpdateAvailableContent
source: A mandatory update has been released, which indicates that the version you are using may have serious problems, please stop using the current version and update to the latest version as soon as possible
de_de: Es wurde ein obligatorisches Update veröffentlicht, das darauf hinweist, dass die von Ihnen verwendete Version möglicherweise ernsthafte Probleme hat. Bitte verwenden Sie die aktuelle Version nicht mehr und aktualisieren Sie so schnell wie möglich auf die neueste Version
zh_hant: 已發布強制更新，表示您使用的版本可能存在嚴重問題，請停止使用當前版本並儘快更新到最新版本

# SettingTabPreviewLabel.Text
source: Tab preview
de_de: Registerkarten Vorschau
zh_hant: 標籤頁預覽

# SettingTabPreview.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# SettingTabPreview.OnContent
source: Enabled
de_de: Ermöglicht
zh_hant: 啟用

# ActualSize.Text
source: Actual size
de_de: Tatsächliche Größe
zh_hant: 實際尺寸

# CompressedSize.Text
source: Compressed size
de_de: Komprimierte Größe
zh_hant: 壓縮尺寸

# CompressionRate.Text
source: Compression ratio
de_de: Kompressionsrate
zh_hant: 壓縮率

# ExtractAll.Label
source: Extract all
de_de: Alle extrahieren
zh_hant: 全部提取
