Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# Progress_Tip_Extracting
source: Extracting
de_de: Extrahieren
zh_hant: 正在提取

# QueueDialog_CouldNotOpenCompression_Content
source: Unable to open this compressed file
de_de: Diese komprimierte Datei kann nicht geöffnet werden
zh_hant: 無法打開這個壓縮文件

# Operate_Text_CreateFile
source: Create file
de_de: Erstelle Datei
zh_hant: 創建文件

# Operate_Text_CopyFullName
source: Copy the file name
de_de: Kopieren Sie den Dateinamen
zh_hant: 複製文件名

# Operate_Text_Save
source: Save changes
de_de: Änderungen speichern
zh_hant: 保存更改

# Progress_Tip_Processing
source: Processing
de_de: Verarbeitung
zh_hant: 正在處理

# QueueDialog_CouldNotProcess_Content
source: The requested operation can not be completed
de_de: Der angeforderte Vorgang kann nicht abgeschlossen werden
zh_hant: 請求的操作無法完成

# NewCompressionItemNameBox.Header
source: Please enter the file name
de_de: Bitte geben Sie den Dateinamen ein
zh_hant: 請輸入文件名

# NewCompressionItemPickerDialog.Title
source: Create file or folder
de_de: Datei oder Ordner erstellen
zh_hant: 創建文件或文件夾

# NewCompressionItemPickFile.Content
source: Pick a file
de_de: Wählen Sie eine Datei aus
zh_hant: 選擇文件

# BuildIn_CompressionViewer_Description
source: Built-in Zip viewer
de_de: Integrierter Zip-Viewer
zh_hant: 內置Zip查看器

# SettingPathHistoryLabel.Text
source: Path history
de_de: Pfadverlauf
zh_hant: 路徑歷史記錄

# SettingPathHistory.OffContent
source: Cleared
de_de: Gelöscht
zh_hant: 清除

# SettingPathHistory.OnContent
source: Saved
de_de: Gerettet
zh_hant: 保存

# SettingPrivacy.Text
source: Privacy
de_de: Privatsphäre
zh_hant: 隱私

# SettingSearchHistoryLabel.Text
source: Search history
de_de: Suchverlauf
zh_hant: 搜索歷史記錄

# SettingSearchHistory.OffContent
source: Cleared
de_de: Gelöscht
zh_hant: 清除

# SettingSearchHistory.OnContent
source: Saved
de_de: Gerettet
zh_hant: 保存

# QueueDialog_OpenFailedNotSupported_Content
source: Unable to open file, the file type is not supported
de_de: Datei kann nicht geöffnet werden, der Dateityp wird nicht unterstützt
zh_hant: 無法打開文件，文件類型不受支持

# TaskList_Task_Status_Cancelling
source: Trying to cancel
de_de: Versuch abzubrechen
zh_hant: 正在試圖取消

# Properties_General_SizeOnDisk.Text
source: Size on disk:
de_de: Größe auf Datenträger:
zh_hant: 在磁盤上的大小:

# SettingPagDisableSelectionAnimation.Content
source: Turn off the list selection animation
de_de: Deaktivieren Sie die Listenauswahlanimation
zh_hant: 關閉列表選擇動畫

# Setting_UIMode_Mica
source: Mica Background
de_de: Glimmer-Hintergrund
zh_hant: 雲母背景

# ViewModeControl.ToolTipService.ToolTip
source: Layout mode
de_de: Layoutmodus
zh_hant: 排版方式

# Drive_Type_2
source: CD-ROM drive
de_de: CD-ROM-Laufwerk
zh_hant: CD-ROM驅動器

# FileControlHomeButton.ToolTipService.ToolTip
source: Back to Home
de_de: Zurück zur Startseite
zh_hant: 返回首頁

# FontFamilyComboBoxLabel.Text
source: Font family
de_de: Schriftfamilie
zh_hant: 字體

# SystemTip_FontFamilyRestartContent
source: Please restart the application to activate the new font family. You can also continue to use this app, but the new font family may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Schriftfamilie zu aktivieren. Sie können diese App auch weiterhin verwenden, aber die neue Schriftfamilie wird möglicherweise erst beim nächsten Start wirksam
zh_hant: 請重新啟動應用程序以激活新的字體。 您也可以繼續使用此應用程序，但新的字體可能要到您下次啟動時才會生效

# SystemTip_LanguageRestartContent
source: Please restart the application to activate the new language. You can also continue to use this app, but the new language may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Sprache zu aktivieren. Sie können diese App auch weiterhin verwenden, aber die neue Sprache wird möglicherweise erst beim nächsten Start wirksam
zh_hant: 請重新啟動應用程序以激活新語言。您也可以繼續使用此應用程序，但新語言可能要到您下次啟動時才會生效

# EmptyNotAllowed.Text
source: Could not be empty here
de_de: Konnte hier nicht leer sein
zh_hant: 此處不能為空

# ResetDialogText.Text
source: This action will reset the RX-Explorer, including:
de_de: Diese Aktion setzt den RX-Explorer zurück, einschließlich:
zh_hant: 此操作將重置RX-Explorer，包括:

# NewTerminalProfileDefaultName
source: New Terminal Profile
de_de: Neues Terminalprofil
zh_hant: 新的終端配置文件

# RedirectWinEGuidence.Text
source: The tutorial on redirecting Win+E manually
de_de: Das Tutorial zum manuellen Umleiten von Win+E
zh_hant: 手动重定向Win+E教程

# SettingNoMoreOption.Text
source: No more options
de_de: Keine weiteren Optionen
zh_hant: 沒有更多選項

# ShutdownWinEGuidence.Text
source: Export the file used to close Win+E redirection manually
de_de: Exportieren Sie die Datei, die verwendet wird, um die Win+E-Umleitung manuell zu schließen
zh_hant: 導出用於手動關閉 Win+E 重定向的文件

# PrivacyPolicy.Text
source: Privacy policy
de_de: Datenschutz-Bestimmungen
zh_hant: 隱私政策

# SettingRecoveryTip.Text
source: Try to restore the application or import/export configuration files for later use
de_de: Versuchen Sie, die Anwendung wiederherzustellen oder Konfigurationsdateien zur späteren Verwendung zu importieren/exportieren
zh_hant: 嘗試恢復應用程序或導入/導出配置文件以備後用

# ExportConfiguration.Text
source: Export configuration file
de_de: Konfigurationsdatei exportieren
zh_hant: 導出配置文件

# ImportConfiguration.Text
source: Import configuration file
de_de: Konfigurationsdatei importieren
zh_hant: 導入配置文件

# TranslatorList.Text
source: List of translation contributors
de_de: Liste der Mitwirkenden an Übersetzungen
zh_hant: 翻譯貢獻者名單

# AlwaysOnTopDescription.Text
source: Enabling this option will keep this app at the forefront of all windows
de_de: Wenn Sie diese Option aktivieren, bleibt diese App in allen Fenstern an vorderster Front
zh_hant: 啟用此選項將使此應用程序位於所有窗口的最前面

# AutoBootOnStartupDescription.Text
source: The app will start automatically with Windows starts after enabling this option
de_de: Die App startet automatisch mit Windows-Starts, nachdem diese Option aktiviert wurde
zh_hant: 啟用此選項後，該應用程序將隨 Windows 啟動而自動啟動

# AvoidRecycleBinDescription.Text
source: The file will be deleted permanently after enabling this option, please pay special attention to the risk of data loss
de_de: Die Datei wird nach Aktivierung dieser Option endgültig gelöscht, bitte achten Sie besonders auf das Risiko von Datenverlust
zh_hant: 啟用此選項後文件將被永久刪除，請特別注意數據丟失風險

# DefaultDisplayModeDescription.Text
source: Specify the preferred layout mode for all folders, unless the user has changed the layout mode of the path
de_de: Geben Sie den bevorzugten Layoutmodus für alle Ordner an, es sei denn, der Benutzer hat den Layoutmodus des Pfads geändert
zh_hant: 為所有文件夾指定首選佈局模式，除非用戶更改了路徑的佈局模式

# DefaultTerminalDescription.Text
source: Specify the default terminal application used in the context menu
de_de: Geben Sie im Kontextmenü die verwendete Standard-Terminalanwendung an
zh_hant: 指定上下文菜單中使用的默認終端應用程序

# DeleteConfirmSwitchDescription.Text
source: A double confirmation dialog will pop up when the user deletes the file
de_de: Wenn der Benutzer die Datei löscht, wird ein doppelter Bestätigungsdialog angezeigt
zh_hant: 用戶刪除文件時會彈出雙重確認對話框

# FileLoadModeDescription.Text
source: Balance file loading performance based on different options
de_de: Balancieren Sie die Dateiladeleistung basierend auf verschiedenen Optionen
zh_hant: 根據不同的選項平衡文件加載性能

# FontFamilyComboBoxDescription.Text
source: Specify the font used by the application, need to restart to take effect
de_de: Geben Sie die von der Anwendung verwendete Schriftart an, müssen Sie neu starten, um wirksam zu werden
zh_hant: 指定應用程序使用的字體，需要重啟生效

# LanguageComboBoxDescription.Text
source: Specify the language used by the application, need to restart to take effect
de_de: Geben Sie die von der Anwendung verwendete Sprache an. Neustart erforderlich, um wirksam zu werden
zh_hant: 指定應用程序使用的語言，需要重啟生效

# PrivacyPolicyDescription.Text
source: View the privacy policy of this application
de_de: Sehen Sie sich die Datenschutzrichtlinie dieser Anwendung an
zh_hant: 查看此應用程序的隱私政策

# SettingDisplayHiddenItemDescription.Text
source: Hidden files will be shown after enabling this option
de_de: Versteckte Dateien werden angezeigt, nachdem diese Option aktiviert wurde
zh_hant: 啟用此選項後將顯示隱藏文件

# SettingHideProtectedSystemItemsDescription.Text
source: It is strongly recommended to keep this option selected, system files should not be modified or moved
de_de: Es wird dringend empfohlen, diese Option aktiviert zu lassen, Systemdateien sollten nicht geändert oder verschoben werden
zh_hant: 強烈建議保持選中此選項，不應修改或移動系統文件

# SettingNavLayoutDescription.Text
source: Control the layout of the navigation view
de_de: Steuern Sie das Layout der Navigationsansicht
zh_hant: 控制導航視圖的佈局

# SettingPageAlwaysLaunchNewDescription.Text
source: A new process will always be opened when activated after enabling this option, otherwise it will only open a new tab
de_de: Ein neuer Prozess wird immer geöffnet, wenn er nach dem Aktivieren dieser Option aktiviert wird, ansonsten wird nur ein neuer Tab geöffnet
zh_hant: 啟用此選項後激活時將始終打開一個新進程，否則只會打開一個新選項卡

# SettingPageAnimationSwitchDescription.Text
source: Control whether animation effects are enabled for each component in the application
de_de: Steuern Sie, ob Animationseffekte für jede Komponente in der Anwendung aktiviert sind
zh_hant: 控制是否為應用中的每個組件啟用動畫效果

# SettingPageContextMenuExtDescription.Text
source: The menu items of third-party programs in the system will be obtained after enabling this option
de_de: Die Menüpunkte von Fremdprogrammen im System werden nach Aktivierung dieser Option abgerufen
zh_hant: 啟用該選項後，將獲得系統中第三方程序的菜單項

# SettingPageSearchEngineConfigDescription.Text
source: Specify search engine configuration, you can always use a specific configuration or ask every time
de_de: Geben Sie die Suchmaschinenkonfiguration an, Sie können immer eine bestimmte Konfiguration verwenden oder jedes Mal fragen
zh_hant: 指定搜索引擎配置，您可以一直使用特定配置或每次詢問

# SettingPageUIModeDescription.Text
source: Customize the appearance of the application
de_de: Passen Sie das Erscheinungsbild der Anwendung an
zh_hant: 自定義應用程序的外觀

# SettingPathHistoryDescription.Text
source: The last 25 visit records will be saved after enabling this option
de_de: Die letzten 25 Besuchsdatensätze werden gespeichert, nachdem diese Option aktiviert wurde
zh_hant: 啟用此選項後將保存最近25條訪問記錄

# SettingSearchHistoryDescription.Text
source: The last 25 search records will be saved after enabling this option
de_de: Die letzten 25 Suchdatensätze werden gespeichert, nachdem diese Option aktiviert wurde
zh_hant: 啟用此選項後將保存最近25條搜索記錄

# SettingStartupDescription.Text
source: Control the behavior at startup
de_de: Steuern Sie das Verhalten beim Start
zh_hant: 控制啟動時的行為

# SettingTabPreviewDescription.Text
source: A preview of the tab will be displayed when the mouse hovers over the title after enabling this option
de_de: Eine Vorschau der Registerkarte wird angezeigt, wenn die Maus über den Titel fährt, nachdem Sie diese Option aktiviert haben
zh_hant: 啟用此選項後，當鼠標懸停在標題上時，將顯示選項卡的預覽

# SettingTreeViewDetachDescription.Text
source: Control whether to display the navigation pane located on the left side of the application
de_de: Steuern Sie, ob der Navigationsbereich auf der linken Seite der Anwendung angezeigt werden soll
zh_hant: 控制是否顯示位於應用程序左側的導航窗格

# UseWinAndEActivateDescription.Text
source: Shortcut [Win+E] will be intercepted and redirected to this application after enabling this option
de_de: Shortcut [Win+E] wird abgefangen und zu dieser Anwendung umgeleitet, nachdem diese Option aktiviert wurde
zh_hant: 啟用該選項後，快捷鍵[Win+E]將被攔截並重定向到該應用程序

# LoadPhotoFailed.Text
source: Unable to load this image
de_de: Dieses Bild kann nicht geladen werden
zh_hant: 無法加載此圖片

# IntegrateSystemComponentsDescription.Text
source: Provide options related to the integration of this application and system components
de_de: Bieten Sie Optionen in Bezug auf die Integration dieser Anwendung und Systemkomponenten an
zh_hant: 提供與此應用程序和系統組件集成相關的選項

# IntegrateSystemComponentsLabel.Text
source: Integrate with system components
de_de: Mit Systemkomponenten integrieren
zh_hant: 與系統組件集成

# InterceptFolderDescription.Text
source: Use this application as the default program for the folder after enabling this option
de_de: Verwenden Sie diese Anwendung als Standardprogramm für den Ordner, nachdem Sie diese Option aktiviert haben
zh_hant: 啟用此選項後將此應用程序用作文件夾的默認程序

# InterceptFolderLabel.Text
source: Intercepted and used as the default program for the folder
de_de: Abgefangen und als Standardprogramm für den Ordner verwendet
zh_hant: 攔截並用作文件夾的默認程序

# ModifySystemFileDeclare.Text
source: This feature will modify the system registry file to achieve the corresponding purpose. Please pay special attention: Since it is impossible to automatically restore the modified system files before uninstalling, you must turn off this feature before uninstalling after you enable this function, otherwise the system will work abnormally. After you click Continue, you are deemed to have carefully read the above statement and authorized to modify the system files. This application does not assume any responsibility for violating this statement.
de_de: Diese Funktion ändert die Systemregistrierungsdatei, um den entsprechenden Zweck zu erfüllen. Bitte beachten Sie: Da es nicht möglich ist, die geänderten Systemdateien vor der Deinstallation automatisch wiederherzustellen, müssen Sie diese Funktion vor der Deinstallation deaktivieren, nachdem Sie diese Funktion aktiviert haben, sonst funktioniert das System nicht ordnungsgemäß. Nachdem Sie auf Weiter geklickt haben, wird davon ausgegangen, dass Sie die obige Erklärung sorgfältig gelesen haben und berechtigt sind, die Systemdateien zu ändern. Diese Anwendung übernimmt keine Verantwortung für die Verletzung dieser Erklärung.
zh_hant: 此功能將修改系統註冊表文件以達到相應的目的。 請特別注意：由於卸載前無法自動恢復修改後的系統文件，啟用此功能後卸載前必須關閉此功能，否則係統將無法正常工作。 點擊繼續後，即視為您已仔細閱讀以上聲明，並有權修改系統文件。 本應用不對違反本聲明的行為承擔任何責任。

# ModifySystemFileDeclareDoubleConfirm.Content
source: I have read the above statement carefully and bear the consequences of violating the statement
de_de: Ich habe die obige Erklärung sorgfältig gelesen und trage die Folgen eines Verstoßes gegen die Erklärung
zh_hant: 我已仔細閱讀以上聲明，並承擔違反聲明的後果

# QueueDialog_ActionFailed_Content
source: Unable to perform the requested operation due to an exception
de_de: Der angeforderte Vorgang kann aufgrund eines Fehlers nicht ausgeführt werden
zh_hant: 由於錯誤無法執行請求的操作

# ShutdownFolderGuidence.Text
source: Export the file used to turn off the folder redirection by yourself
de_de: Exportieren Sie die Datei, die verwendet wird, um die Ordnerumleitung selbst zu deaktivieren
zh_hant: 自己導出用來關閉文件夾重定向的文件

# InterceptFolderSwitch.OffContent
source: Disabled
de_de: Behinderte
zh_hant: 禁用

# InterceptFolderSwitch.OnContent
source: Enabled
de_de: Ermöglicht
zh_hant: 啟用

# SettingContactAuthorDescription.Text
source: Click to send an email to the developer
de_de: Klicken Sie hier, um eine E-Mail an den Entwickler zu senden
zh_hant: 單擊以向開發人員發送電子郵件

# SettingContactAuthorLabel.Text
source: Contact the developer via email
de_de: Kontaktieren Sie den Entwickler per E-Mail
zh_hant: 通過電子郵件聯繫開發者

# DecompressToSeparateFolder
source: Unzip to respective folder
de_de: In entsprechenden Ordner entpacken
zh_hant: 解壓到相應文件夾

# MultiProperty_Location_Text
source: All in:
de_de: Alles drin:
zh_hant: 全在:

# MultiProperty_TypeDescription_Text
source: Multiple Types
de_de: Mehrere Typen
zh_hant: 多種類型

# MultiProperty_Type_Text
source: All of type:
de_de: Alle Typen:
zh_hant: 全部为类型:

# Properties_General_Description
source: Description:
de_de: Beschreibung:
zh_hant: 描述:

# SettingDisplayExtensionsDescription.Text
source: File extensions will be shown after enabling this option
de_de: Dateierweiterungen werden angezeigt, nachdem diese Option aktiviert wurde
zh_hant: 啟用此選項後，將顯示文件擴展名

# SettingDisplayExtensionsLabel.Text
source: Show file extensions
de_de: Dateierweiterungen anzeigen
zh_hant: 顯示文件擴展名

# FileExtensionSwitch.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# FileExtensionSwitch.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# AllowIndex.Content
source: Allow files on this drive to have contents indexed in addition to file properties
de_de: Zulassen, dass Dateien auf diesem Laufwerk zusätzlich zu den Dateieigenschaften auch Inhalte indiziert haben
zh_hant: 除了文件属性外，还允许索引此驱动器上的文件内容

# CompressDrive.Content
source: Compress this drive to save disk space
de_de: Komprimieren Sie dieses Laufwerk, um Speicherplatz zu sparen
zh_hant: 壓縮此驅動器以節省磁盤空間

# DriveApplyToRootOption.Content
source: Apply to the root directory of drive only
de_de: Nur auf das Stammverzeichnis des Laufwerks anwenden
zh_hant: 仅適用于驱动器根目录

# DriveApplyToSubItems.Content
source: Apply to all sub-files and sub-folders
de_de: Auf alle Unterdateien und Unterordner anwenden
zh_hant: 適用於所有子文件和子文件夾

# DriveCleanup.Content
source: Disk cleanup
de_de: Datenträgerbereinigung
zh_hant: 磁盤清理

# DriveType.Text
source: Type:
de_de: Typ:
zh_hant: 類型:

# DriveCleanupButton.Content
source: Cleanup
de_de: Aufräumen
zh_hant: 清理

# DriveCleanupContent.Text
source: Clean up files that are no longer needed to save disk space and increase disk speed
de_de: Bereinigen Sie nicht mehr benötigte Dateien, um Speicherplatz zu sparen und die Festplattengeschwindigkeit zu erhöhen
zh_hant: 清理不再需要的文件以節省磁盤空間並提高磁盤速度

# DriveCleanupHeader.Text
source: Drive cleanup
de_de: Laufwerksbereinigung
zh_hant: 硬盘清理

# DriveErrorCheckButton.Content
source: Check
de_de: Überprüfen
zh_hant: 檢查

# DriveErrorCheckContent.Text
source: This option will check the drive for file system errors
de_de: Diese Option überprüft das Laufwerk auf Dateisystemfehler
zh_hant: 此選項將檢查驅動器是否存在文件系統錯誤

# DriveErrorCheckHeader.Text
source: Drive error checking
de_de: Überprüfung von Laufwerksfehlern
zh_hant: 硬盘错误检查

# DriveOptimizeButton.Content
source: Optimize
de_de: Optimieren
zh_hant: 優化

# DriveOptimizeContent.Text
source: Optimizing the computer's disk drive can make it run more efficiently
de_de: Durch die Optimierung des Festplattenlaufwerks des Computers kann dieser effizienter ausgeführt werden
zh_hant: 優化計算機的磁盤驅動器可以使其運行更高效

# DriveOptimizeHeader.Text
source: Drive fragmentation optimization
de_de: Optimierung der Laufwerksfragmentierung
zh_hant: 硬盘碎片优化

# UnlockContent.Text
source: This option will find and terminate the program that locks this file
de_de: Diese Option findet und beendet das Programm, das diese Datei sperrt
zh_hant: 此選項將查找並終止鎖定此文件的程序

# UnlockHeader.Text
source: Unlock the file
de_de: Entsperren Sie die Datei
zh_hant: 解鎖文件

# HashContent.Text
source: Verify the hash value to ensure that the files are exactly the same
de_de: Überprüfen Sie den Hash-Wert, um sicherzustellen, dass die Dateien genau gleich sind
zh_hant: 驗證哈希值以確保文件完全相同

# HashHeader.Text
source: Calculate the hash
de_de: Berechne den Hash
zh_hant: 计算散列值

# Drive_Description_Name
source: Drive
de_de: Laufwerk
zh_hant: 驅動器

# SettingPageContextMenuExtensionParallelContent.Text
source: Enabling this option will prevent the menu from popping up until all menu items have finished loading. Note: This option will have a significant effect on the speed at which the context menu pops up
de_de: Durch Aktivieren dieser Option wird verhindert, dass das Menü angezeigt wird, bis alle Menüelemente vollständig geladen sind. Hinweis: Diese Option hat einen erheblichen Einfluss auf die Geschwindigkeit, mit der das Kontextmenü angezeigt wird
zh_hant: 啟用此選項將阻止菜單彈出，直到所有菜單項完成加載。 注意：此選項將對上下文菜單彈出的速度產生顯著影響

# SettingPageContextMenuExtensionParallelHeader.Text
source: Wait for menu items to finish loading before popping up
de_de: Warten Sie, bis die Menüelemente geladen sind, bevor Sie auftauchen
zh_hant: 在彈出之前等待菜單項完成加載

# Properties_Security_Tab
source: Security
de_de: Sicherheit
zh_hant: 安全

# SecurityAccountHeaderLabel.Text
source: Group or user
de_de: Gruppe oder Benutzer
zh_hant: 組或用戶

# SecurityObjectNameLabel.Text
source: Object name:
de_de: Objektname:
zh_hant: 對象名稱:

# SecurityPermissionHeaderAllowLabel.Text
source: Allow
de_de: Erlauben
zh_hant: 允許

# SecurityPermissionHeaderDenyLabel.Text
source: Deny
de_de: Aberkennen
zh_hant: 拒絕

# SecurityPermissionHeaderPermissionLabel.Text
source: Permissions
de_de: Berechtigungen
zh_hant: 權限

# Property_Security_Permission_FullControl
source: Fully control
de_de: Volle Kontrolle
zh_hant: 完全控制

# Property_Security_Permission_Modify
source: Modify
de_de: Ändern
zh_hant: 修改

# Property_Security_Permission_Read
source: Read
de_de: Lesen
zh_hant: 讀取

# Property_Security_Permission_ReadAndExecute
source: Read and execute
de_de: Lesen und ausführen
zh_hant: 讀取並執行

# Property_Security_Permission_Write
source: Write
de_de: Schreiben
zh_hant: 寫入

# SystemTip_RestartRequiredActionButton
source: Restart now
de_de: Jetzt neustarten
zh_hant: 現在重啟

# Property_Security_Permission_ListDirectory
source: List folder contents
de_de: Ordnerinhalt auflisten
zh_hant: 列出文件夾內容

# Properties_Tools_CheckHashButtonLabel.Text
source: Check
de_de: Überprüfen
zh_hant: 檢查

# Properties_Tools_CheckHashKind_None
source: None
de_de: Keiner
zh_hant: 無

# Properties_Tools_CheckHashTitle.Text
source: Hash comparison
de_de: Hash-Vergleich
zh_hant: 哈希比較

# Properties_Tools_CheckHashBoxPlaceholderText.PlaceholderText
source: Please paste the hash here
de_de: Bitte fügen Sie den Hash hier ein
zh_hant: 請在此處粘貼哈希

# Operate_Text_SetAsQuickAccess
source: Add to Quick Access
de_de: Zu Schnellzugriff hinzufügen
zh_hant: 添加到快速訪問

# QueueDialog_CloseOnInnerViewerRemember_Content
source: Remember my choice and don't remind me next time
de_de: Erinnere dich an meine Wahl und erinnere mich beim nächsten Mal nicht daran
zh_hant: 記住我的選擇，下次不要提醒我

# QueueDialog_CloseOnInnerViewer_Content
source: Trying to close the application, do you want to do this?
de_de: Versuchen Sie, die Anwendung zu schließen, möchten Sie dies tun?
zh_hant: 試圖關閉應用程序，您要這樣做嗎？

# QueueDialog_CloseOnInnerViewer_PrimaryButton
source: Close the application
de_de: Schließen Sie die Anwendung
zh_hant: 關閉應用程序

# QueueDialog_CloseOnInnerViewer_SencondaryButton
source: Close the viewer
de_de: Schließen Sie den Viewer
zh_hant: 關閉查看器

# File_Admin_DisplayType
source: File
de_de: Datei
zh_hant: 文件

# TaskList_OperationKind_Rename
source: Rename task
de_de: Aufgabe umbenennen
zh_hant: 重命名任務

# QueueDialog_CouldNotOpenImage_Content
source: Unable to open this image file
de_de: Diese Bilddatei kann nicht geöffnet werden
zh_hant: 無法打開此圖像文件

# QueueDialog_NotSupportedFile_Content
source: This file type is not supported
de_de: Dieser Dateityp wird nicht unterstützt
zh_hant: 不支持此文件類型

# QueueDialog_RenameFailForNotExist_Content
source: File do not exist and cannot be renamed
de_de: Datei existiert nicht und kann nicht umbenannt werden
zh_hant: 文件不存在，無法重命名

# BlueScreenExportLog
source: Export the log
de_de: Exportieren Sie das Protokoll
zh_hant: 導出日誌文件

# ExtendedSplashLoadingFullTrustText
source: Starting auxiliary process
de_de: Hilfsprozess starten
zh_hant: 正在啟動輔助進程

# LoadWSLOnStartup.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# LoadWSLOnStartup.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# LoadWSLOnStartupDescription.Text
source: Enabling this option will load the WSL folder on startup. Note: Loading the WSL folder will cause a certain degree of performance loss. When connecting to the WSL folder, we need to start the corresponding WSL virtual machine at the same time
de_de: Durch Aktivieren dieser Option wird der WSL-Ordner beim Start geladen. Hinweis: Das Laden des WSL-Ordners führt zu einem gewissen Leistungsverlust. Beim Verbinden mit dem WSL-Ordner müssen wir gleichzeitig die entsprechende virtuelle WSL-Maschine starten
zh_hant: 啟用此選項將在啟動時加載 WSL 文件夾。 注意：加載 WSL 文件夾會造成一定程度的性能損失。 連接WSL文件夾時，我們需要同時啟動對應的WSL虛擬機

# LoadWSLOnStartupLabel.Text
source: Load WSL folder at startup
de_de: WSL-Ordner beim Start laden
zh_hant: 启动时载入WSL文件夹
