Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# ModifyDefaultTerminalDialog_RunAsAdmin.Content
source: Run terminal as administrator
de_de: Eingabeaufforderung als Administrator ausführen
zh_hant: 以管理員身份運行終端

# QueueDialog_UnableAccessClipboard_Content
source: Cannot access clipboard, copy/cut operation failed
de_de: Auf Zwischenablage kann nicht zugegriffen werden. Kopier-/Ausschneidevorgang fehlgeschlagen
zh_hant: 無法訪問剪貼板，複製/剪切操作失敗

# BackgroundBlurSliderLabel.Text
source: Adjust background blur effect
de_de: Unschärfeeffekt des Hintergrundes anpassen
zh_hant: 調整背景模糊效果

# SettingPageAlwaysLaunchNew.Text
source: Always start a new process when activated
de_de: Immer einen neuen Prozess beim Start starten
zh_hant: 激活後始終啟動新流程

# SettingPageExceptAnimation.Content
source: Turn off the initial animation to speed up the startup
de_de: Öffnungsanimation zum schnelleren starten deaktivieren
zh_hant: 關閉初始動畫以加快啟動速度

# Operate_Text_OpenLocation
source: Open location
de_de: Ort öffnen
zh_hant: 開啟檔案位置

# MulSelect.Label
source: Multi-select
de_de: Mehrfachauswahl
zh_hant: 多選

# Operate_Text_MultiSelect
source: Multi-select
de_de: Mehrfachauswahl
zh_hant: 多選

# BuildIn_CropperPage_Description
source: Built-in picture editor
de_de: Integrierter Fotoeditor
zh_hant: 內置圖片編輯器

# BuildIn_MediaPlayer_Description
source: Built-in media player
de_de: Integrierter Media-Player
zh_hant: 內置媒體播放器

# BuildIn_PdfReader_Description
source: Built-in pdf viewer
de_de: Integrierte PDF-Leser
zh_hant: 內置PDF查看器

# BuildIn_PhotoViewer_Description
source: Built-in picture viewer
de_de: Integrierte Fotoanzeige
zh_hant: 內置圖片瀏覽器

# BuildIn_SearchPage_Description
source: Searcher
de_de: Suche
zh_hant: 搜索器

# BuildIn_TextViewer_Description
source: Built-in text editor
de_de: Integrierter Texteditor
zh_hant: 內建文字編輯器

# QueueDialog_BingDownloadError_Content
source: Unable to download Bing image
de_de: Bin-Foto konnte nicht heruntergeladen werden
zh_hant: 無法下載必應圖像

# Common_Dialog_SwitchButton
source: Switch
de_de: Wechseln
zh_hant: 交換

# QueueDialog_AutoDetectBlackColor_Content
source: It is detected that you have switched the dark background. To ensure the clarity of the text, whether to change the font color to white?
de_de: Es wurde festgestellt, dass Sie einen dunklen Hintergrund verwenden. Um die Klarheit des Textes zu gewährleisten, möchten sie die Schriftfarbe zu Weiß ändern?
zh_hant: 檢測到您切換了深色背景，為了確保文本的清晰度，是否將字體顏色更改為白色？

# QueueDialog_AutoDetectWhiteColor_Content
source: It is detected that you have switched the light background, to ensure the clarity of the text, whether to change the font color to black?
de_de: Es wurde festgestellt, dass Sie einen hellen Hintergrund verwenden. Um die Klarheit des Textes zu gewährleisten, möchten sie die Schriftfarbe zu Schwarz ändern?
zh_hant: 檢測到您切換了淺色背景，為了確保文本的清晰度，是否將字體顏色更改為黑色？

# QueueDialog_NoLogTip_Content
source: There is no log file to export
de_de: Es gibt keinen Fehlerverlauf zum speichern.
zh_hant: 沒有要導出的日誌文件

# PreventFallBack.Content
source: Always apply Acrylic effect
de_de: Acryl-Effect immer anwenden
zh_hant: 始終施加Acrylic效果

# PreventFallbackTipContent.Text
source: Checking this option can prevent the Windows from turning off the Acrylic effect when you are not using this application. In this mode, only the Acrylic transmittance is allowed to be adjusted, and the Acrylic color transparency is not available. Note: Turning on this option may shorten battery life, and continuous light calculation will increase the burden on the CPU
de_de: Wenn Sie diese Option aktivieren, kann verhindert werden, dass Windows den Acryleffekt ausschaltet, wenn Sie diese Anwendung nicht verwenden. In diesem Modus darf nur die Acryl-Übertragung angepasst werden, und die Acrylfarbtransparenz ist nicht verfügbar. Hinweis: Das Aktivieren dieser Option kann die Akkulaufzeit verkürzen, und die kontinuierliche Lichtberechnung erhöht die Belastung der CPU.
zh_hant: 不使用此應用程序時，選中此選項可以防止Windows關閉亞克力效果。 在此模式下，僅允許調整丙烯酸透射率，而丙烯酸顏色透明度不可用。 注意：打開此選項可能會縮短電池壽命，並且連續的光線計算會增加CPU的負擔

# ExtendedSplashLoadingBingText
source: Fetching Bing Image
de_de: Bing-Bild wird abgerufen
zh_hant: 正在取得Bing圖片

# FileLoadModeLabel.Text
source: Thumbnail mode
de_de: Miniaturbildmodus
zh_hant: 縮略圖模式

# LoadMode_FileAndFolder_Text
source: Load thumbnails for folders and files (Slower)
de_de: Miniaturansichten für Ordner und Dateien laden (Langsamer)
zh_hant: 加載文件夾和文件的縮略圖 (較慢)

# LoadMode_None_Text
source: Do not load any thumbnails (Faster)
de_de: Keine Thumbnails laden (Schneller)
zh_hant: 不加載任何縮略圖 (更快)

# LoadMode_OnlyFile_Text
source: Load thumbnails for files only (Balance)
de_de: Miniaturansichten nur für Dateien laden (Balance)
zh_hant: 僅加載文件的縮略圖 (平衡)

# VideoEditDialogText2.Header
source: Output encoding config
de_de: Ausgabekodierungs-Konfiguration
zh_hant: 輸出編碼配置

# VideoEditDialogText3.Header
source: Output quality
de_de: Ausgabequalität
zh_hant: 輸出質量

# VideoEditDialogText4.Header
source: Crop accuracy
de_de: Zuschneidegenauigkeit
zh_hant: 修剪精度

# MergeDialogEncodingProfile.Header
source: Encoding config
de_de: Codierungskonfiguration
zh_hant: 編碼配置

# MergeDialogEncodingQuality.Header
source: Quality
de_de: Qualität
zh_hant: 質量

# RunningInAdminModeTip
source: Administrator mode
de_de: Administrator-Modus
zh_hant: 管理員模式

# JumpList_Group_Library
source: Library
de_de: Bibliothek
zh_hant: 文庫

# JumpList_Group_Recent
source: Recent
de_de: Zuletzt verwendet
zh_hant: 最近

# MulSelect.ToolTipService.ToolTip
source: Multi-select
de_de: Mehrfachauswahl
zh_hant: 多選

# Common_Dialog_ConfirmButton
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# QueueDialog_UnlockBitlockerFailed_Content
source: Unable to unlock Bitlocker, please check whether the password is correct and whether the administrator authority is granted
de_de: Bitlocker konnte nicht entsperrt werden. Überprüfen Sie bitte, ob das Kennwort korrekt ist und ob die Administratorberechtigung erteilt wurde.
zh_hant: 無法解鎖Bitlocker，請檢查密碼是否正確以及是否授予管理員權限

# BitlockerPasswordDialog.Title
source: Bitlocker password required
de_de: Bitlocker-Passwort benötigt
zh_hant: 需要Bitlocker密碼

# SearchEngineAllSubFolders.Content
source: Search all subfolders
de_de: Alle Unterordner durchsuchen
zh_hant: 搜索所有子文件夾

# SearchEngineGlobeSearch.Content
source: Global search
de_de: Globale Suche
zh_hant: 整體搜尋

# SearchEngineIgnoreCase.Content
source: Ignore case
de_de: Fall ignorieren
zh_hant: 忽略大小寫

# SearchEngineUseRegex.Content
source: Use regular expressions
de_de: Reguläre Ausdrücke verwenden
zh_hant: 使用正則表達式

# SearchInDefaultEngine.Content
source: Use Built-in search engine (Default)
de_de: Eingebaute Suchmaschine verwenden (Standard)
zh_hant: 使用內置的搜索引擎 (默認)

# SearchInEverythingEngine.Content
source: Use Everything search engine (Faster)
de_de: Everything-Suchmaschine verwenden (schneller)
zh_hant: 使用Everything搜索引擎 (更快)

# Operate_Text_UnlockBitlocker
source: Unlock the drive
de_de: Entsperren Sie das Laufwerk
zh_hant: 開鎖驅動器

# EverythingQuestion.Title
source: Everything Search Engine
de_de: Everything-Suchmaschine
zh_hant: Everything搜索引擎

# EverythingQuestionSubtitle
source: Everything search can bring an extremely fast search experience. If you need to use Everything, you need to \r 1. Install and run Everything\r 2. Purchase this software to unlock this feature
de_de: Die Everything-Suchmaschine bringt extrem schnelle Suchergebnisse. Wenn sie Everything verwenden möchten müssen Sie \r 1. Everything installieren und ausführen\r 2. Diese Software kaufen um diese Funktion zu entsperren
zh_hant: Everything搜索都可以帶來極其快速的搜索體驗。 如果需要使用Everything，則需要\r 1.安裝並運行Everything\r 2.購買此軟件以解鎖此功能

# BitlockerPasswordDialog_PasswordBox.PlaceholderText
source: Please enter Bitlocker password to unlock the drive
de_de: Bitte Bitlocker-Passwort eingeben um das Laufwerk zu entsperren
zh_hant: 請輸入Bitlocker密碼來解鎖驅動器

# QueueDialog_UnableAccessFile_Content
source: Cannot access this file due to lack of permissions
de_de: Auf diese Datei kann aufgrund fehlender Berechtigungen nicht zugegriffen werden.
zh_hant: 由於權限不足，無法訪問此文件

# ProgramPickerDialog_MoreApp.Text
source: Show more apps
de_de: Mehr Apps anzeigen
zh_hant: 顯示更多應用

# HashPlaceHolderText
source: Calculating...
de_de: Berechnen...
zh_hant: 正在計算...

# ModTimeFilterCheckBox2Text.Text
source: Last month
de_de: Letzter Monat
zh_hant: 上個月

# ModTimeFilterCheckBox3Text.Text
source: Last three months
de_de: Letzten drei Monate
zh_hant: 最近三個月

# ModTimeFilterCheckBox4Text.Text
source: A long time ago
de_de: Vor langer Zeit
zh_hant: 很久以前

# ModTimeFilterFromDate.Header
source: From:
de_de: Von:
zh_hant: 開始時間:

# ModTimeFilterToDate.Header
source: To:
de_de: Nach:
zh_hant: 結束時間:

# NameFilterCheckBox5Text.Text
source: Others
de_de: Andere
zh_hant: 其他

# SizeFilterCheckBox1Text.Text
source: Small (≤1MB)
de_de: Klein (≤1MB)
zh_hant: 較小 (≤1MB)

# SizeFilterCheckBox2Text.Text
source: Medium (1MB - 128MB)
de_de: Mittel (1MB - 128MB)
zh_hant: 中等 (1MB - 128MB)

# SizeFilterCheckBox3Text.Text
source: Large (128MB - 1GB)
de_de: Groß (128MB - 1GB)
zh_hant: 較大 (128MB - 1GB)

# SizeFilterCheckBox4Text.Text
source: Huge (≥1GB)
de_de: Sehr groß (≥1GB)
zh_hant: 龐大 (≥1GB)

# QueueDialog_UnableReadWriteFile_Content
source: Cannot read or write file
de_de: Datei kann icht geschrieben oder gelesen werden
zh_hant: 無法讀取或寫入文件

# SettingPageContextMenuExtLabel.Text
source: Extended context menu
de_de: Erweitertes Kontextmenü
zh_hant: 擴展上下文菜單

# SettingPageContextMenuExt.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# SettingPageContextMenuExt.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# VerticalSplitViewButton.ToolTipService.ToolTip
source: Create a new vertical split view
de_de: In horizontaler Geteiltansicht öffnen
zh_hant: 創建新的垂直拆分視圖

# CloseButThis.Label
source: Close all tabs but this
de_de: Schließe alle Tabs außer diesem
zh_hant: 關閉除此以外所有選項卡

# CloseThisTab.Label
source: Close this tab
de_de: Diesen Tab schließen
zh_hant: 關閉此選項卡

# SettingPageSearchEngineConfigLabel.Text
source: Search engine configuration
de_de: Suchmaschine-Konfiguration
zh_hant: 搜索引擎配置

# NameFilterCheckBox6Text.Header
source: Regular expression
de_de: Reguläre Ausdrücke
zh_hant: 正則表達式

# NameFilterCheckBox6Text.PlaceholderText
source: Please enter a regular expression
de_de: Bitte geben Sie einen regulären Ausdruck ein.
zh_hant: 請輸入正則表達式

# QuickStartPickLogo.Content
source: Custom icon
de_de: Benutzerdefiniertes Symbol
zh_hant: 自定義圖標

# QuickStartPickUWPTip.ActionButtonContent
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# QuickStartPickUWPTip.CloseButtonContent
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# QuickStartPickUWPTip.Title
source: Select UWP app
de_de: UWP-App auswählen
zh_hant: 選擇UWP應用

# QuickStartPickApp.Content
source: Pick an app
de_de: Eine App auswählen
zh_hant: 選擇應用

# QueueDialog_LaunchFailed_Content
source: Unable to start the application
de_de: Anwendung konnte nicht gestartet werden
zh_hant: 無法啟動應用程序

# Toast_BroadFileSystemAccess_Text_1
source: Waiting for user to complete operation...
de_de: Auf Benutzer zum Abschließen des Vorgangs warten ...
zh_hant: 等待用戶完成操作...

# Toast_BroadFileSystemAccess_Text_2
source: Please turn on file system permissions. Then click on the launch below to start immediately
de_de: Aktivieren Sie die Dateisystemberechtigungen. Klicken Sie dann auf den Start unten, um sofort zu starten.
zh_hant: 請打開文件系統權限，然後點擊下面的啟動按鈕立即開始

# ExtendedSplash_Access_Tips
source: Please enable file system access for this app to work properly\rThen restart the app
de_de: Bitte aktivieren Sie den Dateisystemzugriff damit diese App ordnungsgemäß funktioniert.\rStarte dann die App neu.
zh_hant: 請啟用此應用程序的文件系統訪問權限，以使其正常運行\r然後重新啟動該應用程序

# SettingStartupLabel.Text
source: On startup
de_de: Beim Start
zh_hant: 啟動時

# SettingStartupWithLastTab.Content
source: Restore the last opened tab
de_de: Letzten geöffneten Tab öffnen
zh_hant: 恢復上次打開的標籤頁

# SettingStartupWithNewTab.Content
source: Open new tab
de_de: Neuen Tab öffnen
zh_hant: 打開新標籤頁

# SettingStartupWithSpecificTab.Content
source: Open one or more specified tab
de_de: Öffnen einer oder mehreren spezifischen Tabs
zh_hant: 打開一個或多個特定標籤頁

# SpecificTabListViewDelete.Content
source: Delete
de_de: Löschen
zh_hant: 刪除

# SpecificTabListViewHeader.Text
source: Specify folder
de_de: Spezifischer Ordner
zh_hant: 指定文件夾

# AvoidRecycleBin.Text
source: Skip the recycle bin and delete permanently
de_de: Endgültig löschen
zh_hant: 跳過回收站並永久刪除

# DeleteConfirmSwitchLabel.Text
source: Pop-up the confirmation for deletion
de_de: Pop-up der Bestätigung zum Löschen
zh_hant: 彈出刪除確認

# DeleteConfirmSwitch.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# DeleteConfirmSwitch.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# QuickStartPickFileType.Text
source: Which type do you want to choose?
de_de: Welchen Typ möchten sie auswählen?
zh_hant: 您要選擇哪種類型？

# BluetoothAudioQuestionTip.Subtitle
source: This feature can help you share audio from other devices via Bluetooth and play it on this device. Note: You must first pair with other Bluetooth devices before using this function, otherwise the Bluetooth device will not be detected.
de_de: Diese Funktion kann Ihnen helfen, Audio von anderen Geräten über Bluetooth zu teilen und es auf diesem Gerät abzuspielen. Hinweis: Sie müssen sich zuerst mit anderen Bluetooth-Geräten verbinden, bevor Sie diese Funktion verwenden, andernfalls wird das Bluetooth-Gerät nicht erkannt.
zh_hant: 此功能可以幫助您通過藍牙共享其他設備的音頻並在此設備上播放。 注意：使用此功能之前，必須先與其他藍牙設備配對，否則將無法檢測到藍牙設備。

# BluetoothAudioQuestionTip.Title
source: Bluetooth audio playback
de_de: Bluetooth-Audiowiedergabe
zh_hant: 藍牙音頻播放

# BluetoothAudioSelectionTip.Title
source: Select Bluetooth audio source
de_de: Bluetooth-Audio Quelle auswählen
zh_hant: 選擇藍牙音頻源

# BluetoothVerisonIncorrectTip.Text
source: This feature requires Win10 2004 or above
de_de: Diese Funktion benötigt mindestes Windows 10 Version 2004
zh_hant: 此功能需要Win10 2004或更高版本

# BluetoothAudio.Text
source: Bluetooth Audio
zh_hant: 藍牙音頻

# BluetoothAudio_Button_Text_1
source: Connect
de_de: Verbinden
zh_hant: 連接

# BluetoothAudio_Button_Text_2
source: Disconnect
de_de: Verbindung trennen
zh_hant: 斷開

# BluetoothAudio_Status_1
source: Ready to connect
de_de: Bereit zum Verbinden
zh_hant: 準備連接

# BluetoothAudio_Status_2
source: Connecting...
de_de: Wird verbunden...
zh_hant: 正在連線...

# BluetoothAudio_Status_3
source: Connected
de_de: Verbunden
zh_hant: 已連接

# BluetoothAudio_Status_4
source: Connection timeout, the device does not respond
de_de: Verbindungszeitlimit überschritten. Das Gerät antwortet nicht.
zh_hant: 連接超時，設備無響應

# BluetoothAudio_Status_5
source: Windows refused to establish a connection
de_de: Windows hat sich geweigert, eine Verbindung herzustellen.
zh_hant: Windows拒絕建立連接

# BluetoothAudio_Status_6
source: Unknown error detected
de_de: Unbekannter Fehler erkannt
zh_hant: 檢測到未知錯誤

# BluetoothAudio_Status_7
source: Could not establish connection
de_de: Verbindung konnte nicht hergestellt werden
zh_hant: 無法建立連接

# QueueDialog_CopyFromUnsupportedArea_Content
source: Unable to paste operation, unsupported file source
de_de: Kann nicht eingefügt werden. Nicht unterstützte Dateiquelle
zh_hant: 無法粘貼操作，不支持的文件源

# CompressDialog.Title
source: Compression Option
de_de: Komprimierungsoption
zh_hant: 壓縮選項

# CompressDialogLevel.Header
source: Compression Level
de_de: Komprimierungsstufe
zh_hant: 壓縮等級

# CompressDialogName.Header
source: File name
de_de: Dateiname
zh_hant: 文檔名稱

# Compression_Dialog_Level_1
source: Max
zh_hant: 最大

# Compression_Dialog_Level_2
source: Standard
zh_hant: 標準

# Compression_Dialog_Level_3
source: Package only
de_de: Nur Paket
zh_hant: 僅存儲

# Compression_Admin_Name_Text
source: New_Zip
de_de: Neu_ZIP.
zh_hant: 新建壓縮文件

# CommandBarFlyout_More_Item
source: More
de_de: Mehr
zh_hant: 更多

# CompressDialogType.Header
source: Compression type
de_de: Komprimierungstyp
zh_hant: 壓縮類型

# Operate_Text_SplitView
source: Open in vertical split view
de_de: In vertikaler Geteiltansicht öffnen
zh_hant: 在垂直拆分視圖中打開

# DecompressHere.Text
source: Extract here
de_de: Hierher extrahieren
zh_hant: 提取到這裡

# DecompressTo
source: Extract to
de_de: Extrahieren nach
zh_hant: 提取到

# QueueDialog_CouldNotAccess_Content
source: RX does not support viewing this drive because its path is empty
de_de: RX unterstützt das Anzeigen dieses Laufwerks nicht da sein Pfad leer ist.
zh_hant: RX不支持查看此驅動器，因為其路徑為空

# OfflineAvailabilityStatusText1
source: Not Available Offline
de_de: Nicht Offline verfügbar
zh_hant: 離線不可用

# OfflineAvailabilityStatusText2
source: Partially Available Offline
de_de: Teilweise offline verfügbar
zh_hant: 離線部分可用

# OfflineAvailabilityStatusText3
source: Available Offline
de_de: Offline verfügbar
zh_hant: 可離線使用

# OfflineAvailabilityStatusText5
source: Excluded
de_de: Ausgeschlossen
zh_hant: 排除在外

# OfflineAvailabilityStatusText6
source: Empty
de_de: Leer
zh_hant: 空的

# OfflineAvailabilityText1
source: Online-only
de_de: Nur online
zh_hant: 僅在線

# OfflineAvailabilityText2
source: Available
de_de: Verfügbar
zh_hant: 可用的

# OfflineAvailabilityText3
source: Available offline
de_de: Offline verfügbar
zh_hant: 可離線使用

# OpenWithEmptyText
source: Pick an app
de_de: Eine App auswählen
zh_hant: 選擇一個應用

# Properties_Details_Tab
source: Details
zh_hant: 詳細資料

# Properties_General_Tab
source: General
de_de: Allgemein
zh_hant: 一般

# Properties_Shortcut_Tab
source: Shortcut
de_de: Verknüpfung
zh_hant: 快捷方式

# Properties_Tools_Tab
source: Tools
zh_hant: 工具

# ShortcutWindowsStateText1
source: Normal
zh_hant: 正常

# ShortcutWindowsStateText2
source: Minimized
de_de: Minimiert
zh_hant: 最小化

# ShortcutWindowsStateText3
source: Maximized
de_de: Maximiert
zh_hant: 最大化

# Properties_Details_AlbumArtist
source: Album artist
de_de: Albumkünstler
zh_hant: 專輯歌手

# Properties_Details_Artist
source: Artist
de_de: Künstler
zh_hant: 藝人

# Properties_Details_Audio_Label
source: Audio
zh_hant: 音訊

# Properties_Details_Authors
source: Authors
de_de: Autoren
zh_hant: 作者

# Properties_Details_Availability
source: Availability
de_de: Verfügbarkeit
zh_hant: 可用性

# Properties_Details_Basic_Label
source: Basic
de_de: Grundlegend
zh_hant: 基本

# Properties_Details_BitDepth
source: Bit depth
de_de: Bittiefe
zh_hant: 位深

# Properties_Details_Bitrate
source: Bitrate
zh_hant: 比特率

# Properties_Details_Channels
source: Channels
de_de: Kanäle
zh_hant: 頻道數

# Properties_Details_CharacterCount
source: Character count
de_de: Zeichenanzahl
zh_hant: 字符數

# Properties_Details_ColorSpace
source: Color space
de_de: Farbraum
zh_hant: 色彩空間

# Properties_Details_ColorSpace_Uncalibrated
source: Uncalibrated
de_de: Unkalibriert
zh_hant: 未校準

# Properties_Details_Comment
source: Comment
de_de: Kommentieren
zh_hant: 註解

# Properties_Details_Composers
source: Composers
de_de: Komponisten
zh_hant: 作曲家

# Properties_Details_ComputerName
source: Computer name
zh_hant: 電腦名稱

# Properties_Details_Conductors
source: Conductors
de_de: Dirigenten
zh_hant: 指揮家

# Properties_Details_ContentCreated
source: Content created
de_de: Inhalt erstellt
zh_hant: 內容創建時間

# Properties_Details_Copyright
source: Copyright
de_de: Urheberrecht
zh_hant: 版權

# Properties_Details_DateCreated
source: Date created
de_de: Erstellungsdatum
zh_hant: 創建日期

# Properties_Details_DateLastSaved
source: Date last saved
de_de: Letzte Speicherung
zh_hant: 上次保存日期

# Properties_Details_DateModified
source: Date modified
de_de: Änderungsdatum
zh_hant: 修改日期

# Properties_Details_DateTaken
source: Date taken
de_de: Aufnahmedatum
zh_hant: 拍攝日期

# Properties_Details_Description
source: Description
de_de: Beschreibung
zh_hant: 描述

# Properties_Details_Dimensions
source: Dimensions
de_de: Dimensionen
zh_hant: 尺寸

# Properties_Details_Directors
source: Directors
de_de: Regisseure
zh_hant: 導演

# Properties_Details_Duration
source: Duration
de_de: Dauer
zh_hant: 持續時間

# Properties_Details_Extra_Label
source: Extra
zh_hant: 更多

# Properties_Details_FolderPath
source: Folder path
de_de: Ordnerpfad
zh_hant: 資料夾路徑

# Properties_Details_FrameHeight
source: Frame height
de_de: Rahmenhöhe
zh_hant: 幀高度

# Properties_Details_FrameRate
source: Frame rate
de_de: Bildrate
zh_hant: 幀率

# Properties_Details_FrameRatePerSecond
source: frames/second
de_de: Bilder pro Sekunde
zh_hant: 幀/秒

# Properties_Details_FrameWidth
source: Frame width
de_de: Rahmenbreite
zh_hant: 幀寬度

# Properties_Details_Genre
source: Genre
zh_hant: 類型

# Properties_Details_Height
source: Height
de_de: Höhe
zh_hant: 高度

# Properties_Details_Image_Label
source: Image
de_de: Bild
zh_hant: 圖像

# Properties_Details_ItemType
source: Item type
de_de: Elementtyp
zh_hant: 類型

# Properties_Details_Keywords
source: Keywords
de_de: Schlüsselwörter
zh_hant: 關鍵字詞

# Properties_Details_LastAuthor
source: Last author
de_de: Letzter Autor
zh_hant: 最後作者

# Properties_Details_LineCount
source: Line count
de_de: Zeilenanzahl
zh_hant: 行數

# Properties_Details_Name
source: Name
zh_hant: 名稱

# Properties_Details_OfflineAvailabilityStatus
source: Offline status
zh_hant: 離線狀態

# Properties_Details_Owner
source: Owner
de_de: Eigentümer
zh_hant: 所有者

# Properties_Details_PageCount
source: Page count
de_de: Seitenanzahl
zh_hant: 頁數

# Properties_Details_Producers
source: Producers
de_de: Produzenten
zh_hant: 製造商

# Properties_Details_Publisher
source: Publisher
de_de: Herausgeber
zh_hant: 發行人

# Properties_Details_Rating
source: Rating
de_de: Bewertung
zh_hant: 評分

# Properties_Details_RevisionNumber
source: Revision number
de_de: Revisionsnummer
zh_hant: 修訂號

# Properties_Details_SampleRate
source: Sample rate
de_de: Samplingrate
zh_hant: 採樣率

# Properties_Details_Size
source: Size
de_de: Größe
zh_hant: 大小

# Properties_Details_Subtitle
source: Subtitle
de_de: Untertitel
zh_hant: 副標題

# Properties_Details_Template
source: Template
de_de: Vorlage
zh_hant: 模板

# Properties_Details_Title
source: Title
de_de: Titel
zh_hant: 標題

# Properties_Details_TotalEditingTime
source: Total editing time
de_de: Gesamtbearbeitungszeit
zh_hant: 總編輯時間

# Properties_Details_TrackNum
source: Track number
de_de: Titelnummer
zh_hant: 軌道數量

# Properties_Details_Version
source: Version
zh_hant: 版本

# Properties_Details_Video_Label
source: Video
zh_hant: 視頻

# Properties_Details_Width
source: Width
de_de: Breite
zh_hant: 寬度

# Properties_Details_WordCount
source: Word count
de_de: Wortanzahl
zh_hant: 字數

# Properties_Details_Year
source: Year
de_de: Jahr
zh_hant: 年度

# Properties_General_Contains.Text
source: Contains:
de_de: Enthält:
zh_hant: 包含:

# Properties_General_CreatedTime.Text
source: Created:
de_de: Erstellt:
zh_hant: 創建時間:

# Properties_General_Location.Text
source: Location:
de_de: Ort:
zh_hant: 位置:

# Properties_General_ModifiedTime.Text
source: Modified:
de_de: Geändert:
zh_hant: 修改時間:

# Properties_General_OpenWith.Text
source: Open with:
de_de: Öffnen mit:
zh_hant: 打開方式:

# Properties_General_ReadonlyCheckbox.Content
source: Readonly
de_de: Schreibgeschützt
zh_hant: 只讀

# Properties_General_Size.Text
source: Size:
de_de: Größe:
zh_hant: 大小:

# Properties_General_Type.Text
source: Type:
de_de: Typ:
zh_hant: 類型:

# Properties_Loading_Text.Text
source: Applying
de_de: Anwenden...
zh_hant: 正在應用

# Properties_Shortcut_Comment.Text
source: Comment:
de_de: Kommentieren:
zh_hant: 註解:

# Properties_Shortcut_Key.Text
source: Shortcut key:
de_de: Tastenkombination:
zh_hant: 快捷鍵:

# Properties_Shortcut_OpenLocation.Content
source: Open File Location
de_de: Dateispeicherort öffnen
zh_hant: 打開文件所在位置

# Properties_Shortcut_Run.Text
source: Run:
de_de: Ausführen:
zh_hant: 運行:

# Properties_Shortcut_RunAsAdmin.Content
source: Run as administrator
de_de: Als Administrator ausführen
zh_hant: 以管理員身份運行

# Properties_Shortcut_StartIn.Text
source: Start in:
de_de: Starten in:
zh_hant: 開始於:

# Properties_Shortcut_Target.Text
source: Target
de_de: Ziel
zh_hant: 目標

# Properties_Shortcut_TargetLocation.Text
source: Target location:
de_de: Zielort:
zh_hant: 目標位置:
