Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# AddDevice.Label
source: Add drive
de_de: Laufwerk hinzufügen
zh_hant: 新增裝置

# AESCheckBox.Content
source: Delete source file after encryption is complete
de_de: Quelldatei löschen, nachdem die Verschlüsselung abgeschlossen ist
zh_hant: 加密完成後刪除原始文件

# AESDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# AESDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# AESDialog.Title
source: AES Encryption
de_de: AES Verschlüsselung
zh_hant: 進階加密標準

# AESMethod.Header
source: Encryption Method
de_de: Verschlüsselungsmethode
zh_hant: 加密方法

# AESPassword.Header
source: Encryption password
de_de: Verschlüsselungspasswort
zh_hant: 加密密碼

# AESPassword.PlaceholderText
source: Password
de_de: Passwort
zh_hant: 密碼

# AppDelete.Label
source: Delete
de_de: Löschen
zh_hant: 刪除

# AppDisplayName
source: RX-Explorer
zh_hant: RX 檔案總管

# AppEdit.Label
source: Edit
de_de: Bearbeiten
zh_hant: 編輯

# AttributeName.Text
source: Name
zh_hant: 名稱

# AttributeSecureLevel.Text
source: Security Level
de_de: Sicherheitslevel
zh_hant: 安全性等級

# AttributeSize.Text
source: Size
de_de: Größe
zh_hant: 大小

# AttributeType.Text
source: Type
de_de: Typ
zh_hant: 類型

# AutoBootOnStartupLabel.Text
source: Auto start at boot
de_de: Autostart beim Hochfahren
zh_hant: 開機自動啟動

# AutoBootOnStartup.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# AutoBootOnStartup.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# BlueScreenReport.Content
source: Report to Developer
de_de: An Entwickler senden
zh_hant: 回報給開發人員

# BluetoothUIPinNo.Content
source: No
de_de: Nein
zh_hant: 否

# BluetoothUIPinYes.Content
source: Yes
de_de: Ja
zh_hant: 是

# BluetoothUISearching.Text
source: Searching
de_de: Suchen
zh_hant: 搜尋中

# Browser.Content
source: Browser
zh_hant: 瀏覽器

# CloseButton.Content
source: Exit
de_de: Schließen
zh_hant: 結束

# CrashText.Text
source: Crashed accidentally...(╯‵□′)╯︵┻━┻
de_de: Versehentlich abgestürzt...(╯‵□′)╯︵┻━┻
zh_hant: 檔案總管意外崩潰...(╯‵□′)╯︵┻━┻

# CropperPageAlphaSlider.Header
source: Contrast
de_de: Kontrast
zh_hant: 對比

# CropperPageAspButton.Text
source: Aspect ratio
de_de: Seitenverhältnis
zh_hant: 外觀比例

# CropperPageAutoOptimizeButton.Text
source: Auto Optimize
de_de: automatische Optimierung
zh_hant: 自動優化

# CropperPageBackButton.Content
source: Back
de_de: Zurück
zh_hant: 返回

# CropperPageBetaSlider.Header
source: Brightness
de_de: Helligkeit
zh_hant: 亮度

# CropperPageCropperOptionTitle.Text
source: Cropping options
de_de: Zuschneideoptionen
zh_hant: 裁剪選項

# CropperPageFilterTitle.Text
source: Image Filter
de_de: Bildfilter
zh_hant: 圖片篩選條件

# CropperPageFlipButton.Text
source: Flip
de_de: Kippen
zh_hant: 翻轉

# CropperPageHistogram.Text
source: Color distribution
de_de: Farbverteilung
zh_hant: 顏色分佈

# CropperPageImageAdjustTitle.Text
source: Adjust image
de_de: Bild anpassen
zh_hant: 調整圖片

# CropperPageResetButton.Text
source: Reset
de_de: Zurücksetzen
zh_hant: 重設

# CropperPageRotateButton.Text
source: Rotate
de_de: Rotieren
zh_hant: 旋轉

# CropperPageSaveAsButton.Text
source: Save as
de_de: Speichern unter
zh_hant: 另存新檔…

# CropperPageSaveButton.Text
source: Overwrite and save
de_de: Überschreiben und speichern
zh_hant: 覆蓋並保存

# CropperPageSavingTips.Text
source: Saving
de_de: Speichern
zh_hant: 正在儲存…

# CustomUISubtype1.Content
source: Acrylic Background
de_de: Acryl Hintergrund
zh_hant: Acrylic背景

# CustomUISubtype2.Content
source: Custom Image Background
de_de: Benutzerdefinierter Hintergrund
zh_hant: 自定義背景圖片

# DeviceAttribute.Label
source: Properties
de_de: Eigenschaften
zh_hant: 內容

# DriveCapacity.Text
source: Capacity
de_de: Kapazität
zh_hant: 容量

# DeviceExpander.Text
source: Devices
de_de: Geräte
zh_hant: 裝置

# DriveFreeSpace.Text
source: Free space
de_de: Freier Speicherplatz
zh_hant: 可用空間：

# DriveUsedSpace.Text
source: Used space
de_de: Belegter Speicherplatz
zh_hant: 已使用空間:

# PurchaseTip.ActionButtonContent
source: Purchase
de_de: Kaufen
zh_hant: 購買

# PurchaseTip.CloseButtonContent
source: Later
de_de: Später
zh_hant: 稍後

# PurchaseTip.Title
source: Purchase this app
de_de: Diese App kaufen
zh_hant: 購買支持這個程式!

# FileControlBackButton.ToolTipService.ToolTip
source: Back
de_de: Zurück
zh_hant: 返回

# FileControlForwardButton.ToolTipService.ToolTip
source: Forward
de_de: Vorwärts
zh_hant: 下一步

# FileControlParentButton.ToolTipService.ToolTip
source: Up to parent folder
de_de: Bis zum übergeordneten Ordner
zh_hant: 回到父文件夾

# HasFile.Text
source: Empty
de_de: Leer
zh_hant: 空白

# LibraryExpander.Text
source: Library
de_de: Bibliothek
zh_hant: 資料庫

# MergeDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# MergeDialog.SecondaryButtonText
source: Cancel
de_de: Bearbeiten
zh_hant: 取消

# MergeDialog.Title
source: Merge
de_de: Zusammenführen
zh_hant: 合併

# MergeDialogEmptyTip.Subtitle
source: Video must be added to continue
de_de: Video muss hinzugefügt werden um fortzufahren
zh_hant: 必須增加影片才能繼續

# MergeDialogEmptyTip.Title
source: Tips
de_de: Tipps
zh_hant: 小提示

# MergeDialogPickClip.Content
source: Select a clip
de_de: Einen Ausschnitt auswählen
zh_hant: 擷取一個片段

# MergeDialogText.Text
source: Merge
de_de: Zusammenführen
zh_hant: 合併

# OpenDevice.Label
source: Open
de_de: Öffnen
zh_hant: 開啟

# PdfPasswordDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# PdfPasswordDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# PdfPasswordDialog.Title
source: Need password
de_de: Passwort benötigt
zh_hant: 需要密碼

# PdfPasswordDialogPasswordBox.Header
source: PDF password
de_de: PDF passwort
zh_hant: PDF 密碼

# PdfPasswordDialogPasswordBox.PlaceholderText
source: Please enter the password to unlock this PDF
de_de: Bitte Passwort eingeben um PDF-Datei zu entsperren
zh_hant: 請輸入密碼以解鎖此PDF

# PermissionButton.Content
source: Permission
de_de: Erlaubnis
zh_hant: 權限

# PhotoViewerAdjustButton.Label
source: Edit
de_de: Bearbeiten
zh_hant: 編輯

# PhotoViewerDeleteButton.Label
source: Delete
de_de: Löschen
zh_hant: 刪除

# PhotoViewerRotateButton.Label
source: Rotation
zh_hant: 旋轉

# PhotoViewerSaveTips.Text
source: Saving...
de_de: Speichern...
zh_hant: 正在儲存…

# PhotoViewerTranscodeButton.Label
source: Transcode
de_de: Transkodieren
zh_hant: 轉檔

# PinTip.ActionButtonContent
source: Now
de_de: Jetzt
zh_hant: 現在

# PinTip.CloseButtonContent
source: Close
de_de: Schließen
zh_hant: 關閉

# PinTip.Title
source: Launch Faster
de_de: Schneller starten
zh_hant: 快速啟動

# ProgramPickerDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# ProgramPickerDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# ProgramPickerDialog.Title
source: Open with
de_de: Öffnen mit
zh_hant: 開啟檔案...

# ProgramPickerDialogPickOther.Content
source: Choose another app on this computer
de_de: Andere App auf diesem Computer auswählen
zh_hant: 選擇此電腦上的其他應用程式

# ProgramPickerDialogUseAsAdmin.Content
source: Use this app to open this type of file by default
de_de: Diese App als Standard-App zum öffnen dieses Dateityp auswählen
zh_hant: 一律使用此程式來開啟檔案

# QRText.Header
source: Copy this link to your browser to download
de_de: Diesen Link zum herunterladen in den Browser kopieren
zh_hant: 複製此連接至瀏覽器進行下載

# QuickStartDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# QuickStartDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# QuickStartDialog.Title
source: Custom
de_de: Benutzerdefiniert
zh_hant: 自定義

# QuickStartDisplayName.PlaceholderText
source: DisplayName
zh_hant: 顯示名稱

# QuickStartEmptyTip.Subtitle
source: Can't be empty here
de_de: Kann hier nicht leer sein
zh_hant: 此處不能空白

# QuickStartExistTip.Subtitle
source: The name already exists and cannot be added repeatedly
de_de: Der Name existiert bereits und kann nicht nochmal verwendet werden
zh_hant: 此位置已有同名的檔案

# QuickStartFailureTips.Subtitle
source: Unable to get icon automatically, please try again
de_de: Symbol kann nicht automatisch angezeigt werden. Versuchen Sie es bitte erneut.
zh_hant: 無法自動取得圖標，請重試

# QuickStartFormatErrorTip.Subtitle
source: Protocol or address format error
de_de: Protokoll- oder Adressformat Fehler
zh_hant: 協議或地址格式錯誤

# QuickStartGetWebImage.Content
source: Get icon
de_de: Symbol bekommen
zh_hant: 獲取圖標

# QuickStartLink.Content
source: Launch an app with a URI
de_de: Eine App mit einer URI starten
zh_hant: 使用統一資源標誌符(URI)啟動程式

# QuickStartProtocalTip.Subtitle
source: Protocal Reference
de_de: Protokollreferenz
zh_hant: 協議參考

# QuickStartTitle.Text
source: Application
de_de: Anwendung
zh_hant: 應用

# RateTip.ActionButtonContent
source: Rate now
de_de: Jetzt bewerten
zh_hant: 立即評分

# RateTip.CloseButtonContent
source: No prompt
de_de: Keine Aufforderung
zh_hant: 沒有提示

# RateTip.Subtitle
source: Your rating is very important, please take a minute or two to rate the app.
de_de: Deine Bewertung ist sehr wichtig. Bitte nimm dir eine oder zwei Minuten Zeit um diese App zu bewerten.
zh_hant: 您的評分對我非常重要!請花一點時間為該程式評分

# RateTip.Title
source: Please rate us
de_de: Bitte bewerte uns
zh_hant: 請幫我們評分

# RenameDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# RenameDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# RenameDialog.Title
source: Rename
de_de: Umbenennen
zh_hant: 重新命名

# RenamePreview.Text
source: Preview
de_de: Vorschau
zh_hant: 預覽

# RenameDialogInvalidCharTip.Title
source: Error
de_de: Fehler
zh_hant: 錯誤

# RenameDialogInvalidCharTip.Subtitle
source: Name cannot be empty and cannot contain illegal characters Illegal characters include \ / : * ? " < > |
de_de: Name kann nicht leer sein und kann keine nicht erlaubten Zeichen beinhalten. Nicht erlaubte Zeichen sind \ / : * ? " < > |
zh_hant: 檔案名稱不能為空且不可以包含下列任意字元: \ / : * ? " < > |

# ResetDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# ResetDialog.PrimaryButtonText
source: Continue
de_de: Fortsetzen
zh_hant: 繼續

# ResetDialog.Title
source: Warning
de_de: Warnung
zh_hant: 警告

# ResetDialogButton.Content
source: Select export location
de_de: Export-Zielort auswählen
zh_hant: 選擇輸出位置

# ResetDialogCheckBox1.Content
source: Application saved settings, database storage
de_de: Anwendungsgespeicherte Einstellungen, Datenbankspeicher
zh_hant: 應用程式保存設置及數據儲存

# ResetDialogCheckBox2.Content
source: Files stored in Security Area
de_de: Dateien im Sicherheitsbereich gespeichert
zh_hant: 檔案儲存在加密庫

# ResetDialogTip.Subtitle
source: Please select an export folder
de_de: Bitte einen Export-Ordner auswählen
zh_hant: 請選擇輸出的資料夾

# SAVerifyDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# SAVerifyDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# SAVerifyDialog.Title
source: Enter credentials
de_de: Anmeldeinformationen eingeben
zh_hant: 輸入認證

# SAVerifyDialogErrorTip.Subtitle
source: Wrong password, please re-enter
de_de: Falsches Passwort. Bitte erneut versuchen.
zh_hant: 密碼錯誤,，請重新輸入

# SAVerifyDialogErrorTip.Title
source: Error
de_de: Fehler
zh_hant: 錯誤

# SAVerifyDialogPasswordBox.Header
source: Password
de_de: Passwort
zh_hant: 密碼

# SAVerifyDialogPasswordBox.PlaceholderText
source: Enter unlock password
de_de: Entsperrpasswort eingeben
zh_hant: 輸入密碼

# SAWelcomeDialog.CloseButtonText
source: Go back
de_de: Zurück gehen
zh_hant: 返回

# SAWelcomeDialog.PrimaryButtonText
source: Continue
de_de: Fortfahren
zh_hant: 繼續

# SAWelcomeDialog.Title
source: First time setup
de_de: Erstmalige Einrichtung
zh_hant: 首次執行設定

# SAWelcomeDialogConfrimPassword.Header
source: Enter the password again
de_de: Passwort erneut eingeben
zh_hant: 再次輸入密碼

# SAWelcomeDialogConfrimPassword.PlaceholderText
source: Enter master password
de_de: Master-Passwort eingeben
zh_hant: 輸入主要密碼

# SAWelcomeDialogEmptyTip.Subtitle
source: This field is required and cannot be left blank
de_de: Dieses Feld ist ein Pflichtfeld und kann nicht frei gelassen werden
zh_hant: 必填輸入此區域內容

# SAWelcomeDialogErrorTip.Subtitle
source: The passwords entered are inconsistent, please check the passwords
de_de: Die eingegebenen Passwörter stimmen nicht überein. Bitte Passwörter überprüfen.
zh_hant: 兩次輸入的密碼不一致，請重新檢查密碼

# SAWelcomeDialogPrimaryPassword.Header
source: Master password
de_de: Master-Passwort
zh_hant: 主要密碼

# SAWelcomeDialogPrimaryPassword.PlaceholderText
source: Set unlock password
de_de: Entsperrpasswort setzen
zh_hant: 設定解鎖密碼

# SAWelcomeDialogSecureLevel.Header
source: Security Level
de_de: Sicherheitsstufe
zh_hant: 安全性等級

# SAWelcomeDialogUseWH.Content
source: Use Windows Hello instead of password authentication
de_de: Windows Hello statt Passwort Authentifizierung benutzen
zh_hant: 使用Windows Hello代替密碼驗證

# SearchFlyoutCancel.Content
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# SearchFlyoutConfirm.Content
source: Search
de_de: Suchen
zh_hant: 搜尋

# SearchHasItem.Text
source: No Result
de_de: Kein Ergebnis
zh_hant: 沒有結果

# SearchModified.Text
source: Date modified
de_de: Änderungsdatum
zh_hant: 修改日期

# SearchName.Text
source: Name
zh_hant: 名稱(N)

# SearchPath.Text
source: Path
de_de: Pfad
zh_hant: 路徑

# SearchProperties.Label
source: Properties
de_de: Eigenschaften
zh_hant: 內容

# SearchSize.Text
source: Size
de_de: Größe
zh_hant: 大小

# SearchCopyPath.Label
source: Copy the full path
de_de: Ganzen Pfad kopieren
zh_hant: 複製完整路徑

# SearchType.Text
source: Type
de_de: Typ
zh_hant: 類型

# SecureAreaAddFileButton.Label
source: Add file
de_de: Datei hinzufügen
zh_hant: 新增檔案

# SecureAreaDeleteButton.Label
source: Delete
de_de: Löschen
zh_hant: 刪除

# SecureAreaDropText.Text
source: Click the button or drag the file here
de_de: Klicke auf die Schaltfläche oder ziehen Sie die Datei hierher.
zh_hant: 單擊按鈕或將檔案移動到此處

# SecureAreaEncryptTip.Subtitle
source: The AES-128-CBC mode already provides sufficient security by default, but you can also choose the AES-256-CBC mode for better security protection. Processors of the second generation Core processors and above support two modes of hardware acceleration, so there is no need to worry about performance issues
de_de: Der AES-128-CBC-Modus bietet bereits standardmäßig ausreichende Sicherheit, aber Sie können auch den AES-256-CBC-Modus für einen besseren Sicherheitsschutz wählen. Prozessoren der zweiten Generation von Core-Prozessoren und darüber unterstützen zwei Hardware-Beschleunigungsmodi, sodass Sie sich keine Sorgen über Leistungsprobleme machen müssen.
zh_hant: 預設狀況下，AES-128-CBC模式已經提供了足夠的安全性，但是您也可以選擇AES-256-CBC模式以獲得更好的安全保護。 Intel Core第二代處理器及更高版本的處理器支持兩種硬體加速模式，因此不需擔心性能的問題

# SecureAreaEncryptTip.Title
source: AES mode
de_de: AES-Modus
zh_hant: 進階加密標準模式

# SecureAreaExportButton.Label
source: Export
zh_hant: 輸出

# SecureAreaIntroDialog.CloseButtonText
source: Back
de_de: Zurück
zh_hant: 返回

# SecureAreaIntroDialog.PrimaryButtonText
source: Unlock
de_de: Entsperren
zh_hant: 解鎖

# SecureAreaIntroDialog.Title
source: Introduction to Secure Area
de_de: Einführung in den Sicherheitsbereich
zh_hant: 加密庫介紹

# SecureAreaProperty.Label
source: Property
de_de: Eigenschaft
zh_hant: 內容

# SecureAreaRenameButton.Label
source: Rename
de_de: Umbenennen
zh_hant: 重新命名

# SecureAreaSettingAboutHeader.Text
source: About
de_de: Über
zh_hant: 關於

# SecureAreaSettingAboutText1.Text
source: RX built-in file vault
de_de: RX-integrierter Dateitresor
zh_hant: RX內建資料庫

# SecureAreaSettingAboutText2.Text
source: Based on AES-CBC algorithm, combined with multiple system-level security authentication measures to ensure the secure storage of files
de_de: Basierend auf dem AES-CBC-Algorithmus, kombiniert mit mehreren Sicherheitsauthentifizierungsmaßnahmen auf Systemebene, um die sichere Speicherung von Dateien zu gewährleisten
zh_hant: 基於AES-CBC算法及結合多種系統級安全認證措施，確保檔案安全無虞

# SecureAreaSettingAESMode1.Content
source: AES-128bit mode
de_de: AES-128bit Modus
zh_hant: AES-128bit 模式

# SecureAreaSettingAESMode2.Content
source: AES-256bit mode
de_de: AES-256bit Modus
zh_hant: AES-256bit 模式

# SecureAreaSettingButton.Label
source: Setting
de_de: Einstellung
zh_hant: 設定

# SecureAreaSettingEncryptionHeader.Text
source: Encryption mode
de_de: Verschlüsselungsmodus
zh_hant: 加密方式

# SecureAreaSettingHeader.Text
source: Setting
de_de: Einstellung
zh_hant: 設定

# SecureAreaSettingLockMode1.Content
source: Lock immediately when leaving this page
de_de: Sofort sperren wenn Sie diese Seite verlassen
zh_hant: 離開此頁面時立即鎖定

# SecureAreaSettingLockMode2.Content
source: Lock when this app is closing
de_de: Sperren wenn diese App geschlossen wird
zh_hant: 該應式關閉時鎖定

# SecureAreaSettingLockModeHeader.Text
source: Security Area lock mode
de_de: Sicherheitsbereichssperrmodus
zh_hant: 加密庫鎖定模式

# SecureAreaSettingUseWH.Header
source: Simplify authentication with Windows Hello
de_de: Einfache Authentifizierung mit Windows Hello
zh_hant: 使用Windows Hello簡化身份驗證

# SecureAreaWHTip.Subtitle
source: Utilizing Windows Hello to strengthen the security of the security domain, Windows Hello saves the necessary credentials to the TPM security chip. The TPM chip is not affected by any software and hardware vulnerabilities, so these credentials will not be disclosed in any unauthorized state. RX utilizes this feature, combined with AES encryption, to provide unparalleled security protection
de_de: Windows Hello speichert die erforderlichen Anmeldeinformationen auf dem TPM-Sicherheitschip, indem Windows Hello verwendet wird, um die Sicherheit der Sicherheitsdomäne zu erhöhen. Der TPM-Chip ist nicht von Software- und Hardware-Schwachstellen betroffen, daher werden diese Anmeldeinformationen nicht in einem nicht autorisierten Zustand offengelegt. RX nutzt diese Funktion in Kombination mit AES-Verschlüsselung, um einen beispiellosen Sicherheitsschutz zu bieten
zh_hant: 使用Windows Hello增強加密目的安全性，Windows Hello將必要的憑據保存到TPM安全芯片。 TPM芯片不受任何軟件和硬件漏洞的影響，因此不會在任何未授權狀態下公開這些憑據。 RX利用此功能，結合AES加密，提供了無與倫比的安全保護

# SecureAreaWHTip.Title
source: Combine with Windows Hello
de_de: Mit Windows Hello kombinieren
zh_hant: 支持Windows Hello認證

# SettingAbout.Text
source: About
de_de: Über
zh_hant: 關於

# SettingAdvance.Text
source: Advanced
de_de: Erweitert
zh_hant: 進階

# SettingBasicText.Text
source: Basic
de_de: Grundlegend
zh_hant: 基本

# TintLuminosityTipContent.Text
source: Acrylic transmittance determines how much light from the background is allowed to pass through the App's acrylic material. The smaller the value, the higher the Acrylic theme color ratio, and the higher the percentage of light from the background.
de_de: Acryl-Lichtdurchlässigkeit bestimmt, wie viel Licht aus dem Hintergrund durch das Acrylmaterial der App kommen darf. Je kleiner der Wert, desto höher das Farbverhältnis des Acryl-Themas und desto höher der Lichtanteil aus dem Hintergrund.
zh_hant: Acrylic透明度決定了背景透光度。 數值越小，透明主題比例越高，背景透光度的比例越高。

# TintOpacityTipContent.Text
source: Acrylic theme color layer transparency, the larger the value, the lighter the Acrylic color, the smaller the color indicates the darker the color
de_de: Acrylthema-Farbtransparenz Je höher der Wert ist, desto heller ist die Acrylfarbe. Je kleiner der Wert ist, desto dunkler ist die Farbe.
zh_hant: 透明效果顏色的透明度，該數值越大，透明效果顏色越淺，越小表示顏色越深

# AccentColorLabel.Text
source: Acrylic theme color
de_de: Acrylthema-Farbe
zh_hant: 透明效果主題色

# TintLuminositySliderLabel.Text
source: Acrylic background transmittance
de_de: Lichtdurchlässigkeit des Acrylhintergrundes
zh_hant: 透明效果透光率

# TintOpacitySliderLabel.Text
source: Acrylic color transparency
de_de: Acrylfarbtransparenz
zh_hant: 透明效果顏色透明度

# SettingPageUIModeLabel.Text
source: Mode
de_de: Modus
zh_hant: 模式

# SettingRecovery.Text
source: Recovery
de_de: Wiederherstellung
zh_hant: 復原

# SettingVersion.Text
source: Version
zh_hant: 版本

# SystemInfoDialog.CloseButtonText
source: Close
de_de: Schließen
zh_hant: 關閉

# SystemInfoDialog.Title
source: System Information
de_de: Systeminformationen
zh_hant: 系統資訊

# SystemInfoDialogBasicInfo.Text
source: Basic information
de_de: Basisinformationen
zh_hant: 基本資訊

# SystemInfoDialogCPUArchitecture.Text
source: CPU architecture
de_de: CPU-Architektur
zh_hant: CPU 架構

# SystemInfoDialogCPUCache.Text
source: CPU Cache
zh_hant: CPU 快取

# SystemInfoDialogCPUCore.Text
source: CPU Core
de_de: CPU-Kern
zh_hant: CPU 核心:

# SystemInfoDialogCPUFeature.Text
source: CPU feature
de_de: CPU-Funktion
zh_hant: CPU 功能

# SystemInfoDialogCPUInfo.Text
source: CPU information
de_de: CPU-Informationen
zh_hant: CPU 資訊

# SystemInfoDialogCPUModel.Text
source: CPU model
de_de: CPU-Modell
zh_hant: CPU 型號

# SystemInfoDialogDeivceModel.Text
source: Device model
de_de: Gerätemodel
zh_hant: 裝置型號

# SystemInfoDialogDeviceName.Text
source: Device name
de_de: Gerätename
zh_hant: 裝置名稱

# SystemInfoDialogDisplayTitle.Text
source: Screen information
de_de: Bildschirminformationen
zh_hant: 螢幕資訊

# SystemInfoDialogGPUInfo.Text
source: GPU information
de_de: GPU-Informationen
zh_hant: GPU資訊

# SystemInfoDialogManufacturer.Text
source: Manufacturer
de_de: Hersteller
zh_hant: 製造商

# SystemInfoDialogMemoryInfo.Text
source: Memory information
de_de: Speicherinformationen
zh_hant: 記憶體資訊

# SystemInfoDialogNetwork.Text
source: Network Information
de_de: Netzwerkinformationen
zh_hant: 網路資訊

# SystemInfoDialogPixeldensity.Text
source: Pixel density
de_de: Pixeldichte
zh_hant: 像素密度

# SystemInfoDialogResolution.Text
source: Resolution
de_de: Auflösung
zh_hant: 解析度

# SystemInfoDialogResolutionScale.Text
source: Windows scale
de_de: Windows-Skalierung
zh_hant: Windows 縮放度

# SystemInfoDialogScreenSize.Text
source: Screen size
de_de: Bildschirmgröße
zh_hant: 螢幕大小

# SystemInfoDialogWindowsLanguage.Text
source: Windows language
de_de: Windows-Sprache
zh_hant: Windows 語言

# SystemInfoDialogWindowsVersion.Text
source: Windows version
zh_hant: Windows 版本:

# TextViewerCancel.Label
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# TextViewerSave.Label
source: Save
de_de: Speichern
zh_hant: 儲存

# TranscodeBoost.Content
source: Use hardware acceleration (Recommand)
de_de: Hardwarebeschleunigung verwenden (Empfohlen)
zh_hant: 使用硬體加速(推薦)

# TranscodeDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# TranscodeDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# TranscodeDialog.Title
source: Transcode
de_de: Umschlüsseln
zh_hant: 轉檔

# TranscodeFormat.Header
source: Conversion format
de_de: Konvertierungsformat
zh_hant: 轉檔格式

# TranscodeImageDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# TranscodeImageDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# TranscodeImageDialogEnableScale.Content
source: Enable zoom
de_de: Zoom aktivieren
zh_hant: 啟用縮放

# TranscodeImageDialogFormat.Header
source: Target format
de_de: Zielformat
zh_hant: 目標檔案格式

# TranscodeImageDialogPickLocationButton.Content
source: Save location
de_de: Ort speichern
zh_hant: 儲存位置

# TranscodeImageDialogScale.Header
source: Proportion
de_de: Anteil
zh_hant: 比例

# TranscodeImageDialogTips.Subtitle
source: Please specify a save location
de_de: Bitte geben Sie einen Speicherort an
zh_hant: 請選擇保存位置

# TranscodeImageDialogTips.Title
source: Tips
de_de: Tipps
zh_hant: 小提示

# TranscodeImageDialogZoomMode.Header
source: Zoom Mode
de_de: Zoom-Modus
zh_hant: 縮放模式

# TranscodeQuality.Header
source: Quality
de_de: Qualität
zh_hant: 品質

# UpdateLogDialog.CloseButtonText
source: Got it
de_de: Verstanden
zh_hant: 我知道了

# UpdateLogDialog.Title
source: Recently updated
de_de: Kürzlich aktualisiert
zh_hant: 最近更新

# USBDisplayName
source: Open and view files
de_de: Öffnen und Dateien sehen
zh_hant: 開啟及預覽文件

# UserFolderDialog.CloseButtonText
source: Ignore for now
de_de: Vorerst ignorieren
zh_hant: 立刻略過

# UserFolderDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
zh_hant: 確認

# UserFolderDialog.Title
source: Choose library folder
de_de: Wählen Sie den Bibliotheksordner
zh_hant: 選擇資料庫資料夾
