Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# SettingShareData.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# SettingShareData.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# SettingShareDataDescription.Text
source: Enabling this option will automatically share data to analyze and improve the app. The shared content includes logs related to key exceptions and crashes. The data may contain related information such as paths or file names. If this information is very sensitive and important to you, you can use this option to safely close data sharing
de_de: Wenn Sie diese Option aktivieren, werden automatisch Daten geteilt, um die App zu analysieren und zu verbessern. Der freigegebene Inhalt enthält Protokolle zu wichtigen Ausnahmen und Abstürzen. Die Daten können zugehörige Informationen wie Pfade oder Dateinamen enthalten. Wenn diese Informationen sehr sensibel und wichtig für Sie sind, können Sie diese Option verwenden, um die Datenfreigabe sicher zu beenden
zh_hant: 啟用此選項將自動共享數據以分析和改進應用程序。 共享內容包括與關鍵異常和崩潰相關的日誌。 數據可能包含相關信息，例如路徑或文件名。 如果此信息對您非常敏感和重要，您可以使用此選項安全地關閉數據共享

# SettingShareDataLabel.Text
source: Share data to improve this application
de_de: Teilen Sie Daten, um diese Anwendung zu verbessern
zh_hant: 共享數據以改進此應用程序

# TaskList_OperationKind_RemoteCopy
source: Remote copy task
de_de: Remote-Kopieraufgabe
zh_hant: 远程拷贝任务

# QueueDialog_UnexpectedException_Content
source: The operation could not be completed due to an unknown error
de_de: Der Vorgang konnte aufgrund eines unbekannten Fehlers nicht abgeschlossen werden
zh_hant: 由於未知錯誤，操作無法完成

# MultiProperty_DiffLocation_Text
source: Different folders
de_de: Verschiedene Ordner
zh_hant: 不同的文件夾

# QueueDialog_NotSupportedImageFormat_Content
source: An unsupported image format was specified
de_de: Es wurde ein nicht unterstütztes Bildformat angegeben
zh_hant: 指定了不受支持的圖像格式

# QueueDialog_SaveFailed_Content
source: Unable to save file due to unknown error
de_de: Datei kann aufgrund eines unbekannten Fehlers nicht gespeichert werden
zh_hant: 由於未知錯誤無法保存文件

# QueueDialog_TransocdeFailed_Content
source: Could not transcode the file due to an unknown error
de_de: Impossible de transcoder le fichier en raison d'une erreur inconnue
zh_hant: 由於未知錯誤，無法對文件進行轉碼

# QueueDialog_VideoEditFailed_Content
source: Could not edit the video file due to an unknown error
de_de: Impossible de modifier le fichier vidéo en raison d'une erreur inconnue
zh_hant: 由於未知錯誤，無法編輯視頻文件

# QueueDialog_VideoMergeFailed_Content
source: Could not merge the video file due to an unknown error
de_de: Impossible de fusionner le fichier vidéo en raison d'une erreur inconnue
zh_hant: 由於未知錯誤，無法合併視頻文件

# FTPCredentialDialog.Title
source: Login credentials required
de_de: Anmeldedaten erforderlich
zh_hant: 需要登錄憑據

# FTPCredentialDialogAnonymousLogin.Content
source: Login with anonymous account
de_de: Melden Sie sich mit einem anonymen Konto an
zh_hant: 使用匿名帳戶登錄

# FTPCredentialDialogFTPHost
source: FTP Server
zh_hant: FTP 服務器

# FTPCredentialDialogPassword.Header
source: Password
de_de: Passwort
zh_hant: 口令

# FTPCredentialDialogStatus1
source: Trying to log in
de_de: Versuchen sich anzumelden
zh_hant: 正在嘗試登錄

# FTPCredentialDialogStatus2
source: The FTP server does not allow anonymous logins
de_de: Der FTP-Server erlaubt keine anonymen Anmeldungen
zh_hant: FTP 服務器不允許匿名登錄

# FTPCredentialDialogStatus3
source: Incorrect account or password
de_de: Falsches Konto oder Passwort
zh_hant: 帳號或密碼錯誤

# FTPCredentialDialogStatus4
source: Could not connect to the ftp server
de_de: Es konnte keine Verbindung zum FTP-Server hergestellt werden
zh_hant: 無法連接到 ftp 服務器

# FTPCredentialDialogAccount.Header
source: Account
de_de: Konto
zh_hant: 帳戶

# FTPCredentialDialogSavePassword.Content
source: Save account and password
de_de: Konto und Passwort speichern
zh_hant: 保存帳號和密碼

# NoApplicationAvailable
source: No apps available
de_de: Keine Anwendungen verfügbar
zh_hant: 沒有可用的應用程序

# SettingPageExplorerContextMenu.Text
source: Integration with Windows Explorer's menu
de_de: Integration mit dem Menü des Windows Explorers
zh_hant: 與 Windows 資源管理器的菜單集成

# SettingPageExplorerContextMenuDescription.Text
source: Enabling this option will add an "Open with RX-Explorer" menu item to the Windows Explorer to launch this application faster
de_de: Wenn Sie diese Option aktivieren, wird dem Windows Explorer ein Menüelement „Mit RX-Explorer öffnen“ hinzugefügt, um diese Anwendung schneller zu starten
zh_hant: 啟用此選項將在 Windows 資源管理器中添加“使用 RX-Explorer 打開”菜單項，以更快地啟動此應用程序

# SettingPageExplorerContextMenuSwitch.OffContent
source: Disabled
de_de: Behindert
zh_hant: 禁用

# SettingPageExplorerContextMenuSwitch.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# BluetoothSendFileButtonText
source: Send file
de_de: Datei senden
zh_hant: 发送档案

# BluetoothUnPairButtonText
source: Unpair
de_de: Entkoppeln
zh_hant: 取消配對

# Bluetooth_Transfer_Status_4
source: Unable to connect to target device
de_de: Es kann keine Verbindung zum Zielgerät hergestellt werden
zh_hant: 無法連接到目標設備

# BluetoothUI_Tips_Text_7
source: Unable to unpair the device
de_de: Das Gerät kann nicht entkoppelt werden
zh_hant: 無法取消配對設備

# BluetoothUI_Tips_Text_8
source: Pending
de_de: Ausstehend
zh_hant: 正在等待

# BluetoothShareTitle
source: Bluetooth Sharing
de_de: Bluetooth-Freigabe
zh_hant: 藍牙共享

# ShutdownButtonBehavior_AskEveryTime
source: Ask me every time
de_de: Frag mich jedes mal
zh_hant: 每次都問我

# ShutdownButtonBehavior_CloseApplication
source: Close the application
de_de: Schließen Sie die Anwendung
zh_hant: 關閉應用程序

# ShutdownButtonBehavior_CloseInnerViewer
source: Close the inner viewer
de_de: Schließen Sie den inneren Viewer
zh_hant: 關閉內部查看器

# RemoveLabel
source: Remove the label
de_de: Entfernen Sie das Etikett
zh_hant: 移除標籤

# CustomLabelColorAndLabel.Text
source: Customize label and label colors
de_de: Passen Sie Etiketten und Etikettenfarben an
zh_hant: 定制标签和标签颜色

# CustomLabelColorAndLabelDescription.Text
source: Customize the label color and the labels according to your personal preferences
de_de: Passen Sie die Etikettenfarbe und die Etiketten nach Ihren persönlichen Vorlieben an
zh_hant: 根据您的个人喜好定制标签颜色和标签

# CustomLabelColorAndLabelBox.PlaceholderText
source: Please enter the text you wish to use
de_de: Bitte geben Sie den gewünschten Text ein
zh_hant: 請輸入您要使用的文字

# PredefineLabelText1
source: Label 1
de_de: Etikett 1
zh_hant: 標籤 1

# PredefineLabelText2
source: Label 2
de_de: Etikett 2
zh_hant: 標籤 2

# PredefineLabelText3
source: Label 3
de_de: Etikett 3
zh_hant: 標籤 3

# PredefineLabelText4
source: Label 4
de_de: Etikett 4
zh_hant: 標籤 4

# AddLabel
source: Label
de_de: Etikett
zh_hant: 標籤

# QueueDialog_RotationFailed_Content
source: Failed to rotate the image
de_de: Das Bild konnte nicht gedreht werden
zh_hant: 圖片旋轉失敗

# PhotoViewerZoomButton.Label
source: Zoom
de_de: Zoomen
zh_hant: 縮放

# Properties_General_LastAccessTime
source: Accessed:
de_de: Zugegriffen:
zh_hant: 訪問時間:

# ColumnDescription
source: Column
de_de: Spalte
zh_hant: 列

# LineDescription
source: Line
de_de: Linie
zh_hant: 行

# TextViewer_SelectedItem
source: {ItemNum} selected
de_de: {ItemNum} ausgewählt
zh_hant: 已選擇 {ItemNum} 個字符

# QueueDialog_MixLineEnding_Content
source: The text file has several different terminators, so the text will be automatically unified to CRLF when saved
de_de: Die Textdatei hat mehrere verschiedene Endzeichen, sodass der Text beim Speichern automatisch zu CRLF vereinheitlicht wird
zh_hant: 文本文件有幾個不同的終止符，所以文本保存時會自動統一為CRLF

# QueueDialog_CanNotAdjustSmallImage_Content
source: Could not resize images with too small resolution
de_de: Bilder mit zu geringer Auflösung konnten nicht skaliert werden
zh_hant: 無法調整分辨率過小的圖像

# ShutdownButtonBehaviorLabel.Text
source: Customize the default behavior of the close button
de_de: Passen Sie das Standardverhalten der Schließen-Schaltfläche an
zh_hant: 自定義關閉按鈕的默認行為

# ShutdownButtonBehaviorLabelDescription.Text
source: Specify the default behavior of the close button to avoid closing the application accidentally
de_de: Legen Sie das Standardverhalten der Schließen-Schaltfläche fest, um ein versehentliches Schließen der Anwendung zu vermeiden
zh_hant: 指定關閉按鈕的默認行為以避免意外關閉應用程序

# VerticalSplitViewLimitationDescription.Text
source: Specify the limit of the number of vertical split views displayed at the same time, and the excess part needs to be accessed by scrolling. Note: Adjusting this setting is only recommended on wider screens, otherwise the contents of each view may become unrecognizable
de_de: Geben Sie das Limit für die Anzahl der gleichzeitig angezeigten vertikal geteilten Ansichten an, und auf den überschüssigen Teil muss durch Scrollen zugegriffen werden. Hinweis: Das Anpassen dieser Einstellung wird nur auf breiteren Bildschirmen empfohlen, da sonst der Inhalt jeder Ansicht unkenntlich werden kann
zh_hant: 指定同時顯示的垂直分割視圖的數量限制，超出部分需要滾動訪問。 注意：僅建議在更寬的屏幕上調整此設置，否則每個視圖的內容可能會變得無法識別

# VerticalSplitViewLimitationLabel.Text
source: Vertical split view display limitation
de_de: Anzeigebeschränkung für vertikal geteilte Ansicht
zh_hant: 垂直分屏显示限制

# Toast_Restart_Common_Text_1
source: RX-Explorer has been restarted
de_de: RX-Explorer wurde neu gestartet
zh_hant: RX档案管家已重新啟動

# Toast_Restart_Common_Text_2
source: We have tried to restore the previous state!
de_de: Wir haben versucht, den vorherigen Zustand wiederherzustellen!
zh_hant: 我們已經嘗試恢復之前的狀態!

# Toast_Restart_Crash_Text
source: RX crashes due to UWP framework or other unexpected exceptions
de_de: RX stürzt aufgrund des UWP-Frameworks oder anderer unerwarteter Ausnahmen ab
zh_hant: RX 因UWP框架或其他意外異常而崩潰

# Toast_Restart_Hang_Text
source: RX has stopped responding due to UWP framework or other reasons
de_de: RX reagiert aufgrund des UWP-Frameworks oder aus anderen Gründen nicht mehr
zh_hant: RX由於 UWP 框架或其他原因已停止響應

# AppGuardContent.Text
source: When this option is enabled, a daemon process will be used to continuously monitor the running status of this application. Note: It is recommended to enable this option to maximize reliability
de_de: Wenn diese Option aktiviert ist, wird ein Daemon-Prozess verwendet, um den Ausführungsstatus dieser Anwendung kontinuierlich zu überwachen. Hinweis: Es wird empfohlen, diese Option zu aktivieren, um die Zuverlässigkeit zu maximieren
zh_hant: 啟用此選項後，將使用一個守護進程持續監控此應用程序的運行狀態。 注意：建議啟用此選項以最大限度地提高可靠性

# AppGuardLabel.Text
source: Application daemon process
de_de: Anwendungs-Daemon-Prozess
zh_hant: 應用程序守護進程

# AppGuardRestartOnCrashContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a crash and restore the folder user was browsing before
de_de: Wenn Sie diese Option aktivieren, kann der Daemon-Prozess die App neu starten, sobald er einen Absturz erkennt, und den Ordner wiederherstellen, den der Benutzer zuvor durchsucht hat
zh_hant: 啟用此選項將允許守護進程在檢測到崩潰後重新啟動應用程序並恢復用戶之前瀏覽的文件夾

# AppGuardRestartOnCrashLabel.Text
source: Recover and restart the app when it crashes
de_de: Stellen Sie die App wieder her und starten Sie sie neu, wenn sie abstürzt
zh_hant: 崩潰時恢復並重新啟動應用程序

# AppGuardRestartOnFreezeContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a freeze and restore the folder user was browsing before
de_de: Wenn Sie diese Option aktivieren, kann der Daemon-Prozess die App neu starten, sobald er ein Einfrieren erkennt, und den Ordner wiederherstellen, den der Benutzer zuvor durchsucht hat
zh_hant: 啟用此選項將允許守護進程在檢測到凍結後重新啟動應用程序並恢復用戶之前瀏覽的文件夾

# AppGuardRestartOnFreezeLabel.Text
source: Recover and restart the app when it freezes
de_de: Stellen Sie die App wieder her und starten Sie sie neu, wenn sie einfriert
zh_hant: 凍結時恢復並重新啟動應用程序

# AppGuardSwitch.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# AppGuardSwitch.OnContent
source: Enabled
de_de: Ermöglicht
zh_hant: 啟用

# Operate_Text_RevealCurrentFolder
source: Reveal in navigation panel
de_de: Im Navigationsbereich anzeigen
zh_hant: 在導航面板中顯示

# SettingViewHeightOffsetContent.Text
source: Adjust the layout space to give the layout a loose or compact appearance according to your preference. Note: This setting only takes effect for the "Details" and "List" layout
de_de: Passen Sie den Layoutraum Ihren Wünschen entsprechend an, um dem Layout ein lockeres oder kompaktes Aussehen zu verleihen. Hinweis: Diese Einstellung wirkt sich nur auf die Layouts „Details“ und „Liste“ aus
zh_hant: 根據您的喜好調整佈局空間以使佈局具有鬆散或緊湊的外觀。 注意：此設置僅對“詳細信息”和“列表”佈局生效

# SettingViewHeightOffsetLabel.Text
source: Layout space
de_de: Layoutbereich
zh_hant: 佈局空間

# SettingExpandTreeViewAsContentChangedContent.Text
source: When this option is enabled, the navigation pane will follow and expand to the current folder location. Note: This may result in a larger performance impact and consume more time when accessing deeper folders, please enable this option at your own discretion
de_de: Wenn diese Option aktiviert ist, folgt der Navigationsbereich und wird bis zum aktuellen Ordnerspeicherort erweitert. Hinweis: Dies kann zu einer größeren Leistungsbeeinträchtigung führen und mehr Zeit beim Zugriff auf tiefere Ordner in Anspruch nehmen. Bitte aktivieren Sie diese Option nach eigenem Ermessen
zh_hant: 啟用此選項後，導航窗格將跟隨並擴展到當前文件夾位置。 注意: 這可能會導致更大的性能影響並在訪問更深的文件夾時消耗更多時間，請自行決定啟用此選項

# SettingExpandTreeViewAsContentChangedLabel.Text
source: Follow expansion to current location
de_de: Folgen Sie der Erweiterung bis zum aktuellen Standort
zh_hant: 跟隨擴展至當前位置

# SettingDisplayLabelFolderInQuickAccessNodeContent.Text
source: When this option is enabled, an aggregated virtual folder of all label files will be displayed under the Quick Access node
de_de: Wenn diese Option aktiviert ist, wird ein aggregierter virtueller Ordner aller Etikettendateien unter dem Knoten Schnellzugriff angezeigt
zh_hant: 啟用此選項後，所有標籤文件的聚合虛擬文件夾將顯示在快速訪問節點下

# SettingDisplayLabelFolderInQuickAccessNodeLabel.Text
source: Show label folders in Quick Access node
de_de: Etikettenordner im Schnellzugriffsknoten anzeigen
zh_hant: 在快速訪問節點中顯示標籤文件夾

# SettingClickPreferenceLabel.Text
source: Click preference
de_de: Klicken Sie auf Präferenz
zh_hant: 點擊偏好

# SettingPageDownloadHyperlinkContent.Content
source: Download link
de_de: Link herunterladen
zh_hant: 下載鏈接

# SettingPageSeerContent.Text
source: Seer is a quick view tool for Windows platform. Just like in MacOS, but Seer runs faster, is more customizable, and supports more formats. To enable this feature, you must install Seer in advance and ensure that Seer is running properly. You can activate Seer by selecting any file in the RX-Explorer and pressing the space bar
de_de: Seer ist ein Schnellansichtstool für die Windows-Plattform. Genau wie in MacOS, aber Seer läuft schneller, ist anpassbarer und unterstützt mehr Formate. Um diese Funktion zu aktivieren, müssen Sie Seer im Voraus installieren und sicherstellen, dass Seer ordnungsgemäß ausgeführt wird. Sie können Seer aktivieren, indem Sie eine beliebige Datei im RX-Explorer auswählen und die Leertaste drücken
zh_hant: Seer是一款適用於Windows平台的快速查看工具。 就像在MacOS中一樣，但Seer運行速度更快，更可定制，並且支持更多格式。 要啟用此功能，您必須提前安裝Seer，並確保Seer運行正常。 您可以通過在RX-Explorer中選擇任何文件並按空格鍵來激活Seer

# SettingPageSeerSwitch.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 禁用

# SettingPageSeerSwitch.OnContent
source: Enabled
de_de: Ermöglicht
zh_hant: 啟用

# SettingClickPerferenceDescription.Text
source: Choose the appropriate operating habits according to your preferences
de_de: Wählen Sie die geeigneten Betriebsgewohnheiten nach Ihren Vorlieben
zh_hant: 根據自己的喜好選擇合適的操作習慣

# DefaultProgramPriority_InnerViewer
source: Built-in viewer takes precedence
de_de: Der eingebaute Viewer hat Vorrang
zh_hant: 內置查看器優先

# DefaultProgramPriority_SystemDefault
source: System default takes precedence
de_de: Systemstandard hat Vorrang
zh_hant: 系統默認優先

# SettingPageDefaultProgramPriorityContent.Text
source: Change the default program by specifying the priority. Note: Valid only on types which the user has not specified a default program
de_de: Ändern Sie das Standardprogramm, indem Sie die Priorität angeben. Hinweis: Nur gültig für Typen, für die der Benutzer kein Standardprogramm angegeben hat
zh_hant: 通過指定優先級來更改默認程序。 注意: 僅對用戶未指定默認程序的類型有效

# SettingPageDefaultProgramPriorityLabel.Text
source: Default program priority
de_de: Priorität des Standardprogramms
zh_hant: 默認程序優先級

# SettingClickPreferenceDescription.Text
source: Choose the operating habit according to your preferences
zh_hant: 根據您的喜好選擇操作習慣

# SettingPageAlwaysOpenInNewTabContent.Text
source: Enabling this option will open the selected folder in a new tab. Opens the built-in viewer in a new tab if the file type is supported by the built-in viewer and the built-in viewer is the default program for that type
zh_hant: 啟用此選項將在新選項卡中打開所選文件夾。 如果內置查看器支持文件類型並且內置查看器是該類型的默認程序，則在新選項卡中打開內置查看器

# SettingPageAlwaysOpenInNewTabLabel.Text
source: Always open selected files and folders in a new tab
zh_hant: 始終在新選項卡中打開選定的文件和文件夾

# DragBehaivor_Copy
source: Copy
zh_hant: 拷貝

# DragBehaivor_Move
source: Move
zh_hant: 移動

# DefaultDragBehaivorContent.Text
source: Specifies the default behavior when dragging files with other applications
zh_hant: 指定與其他應用程序拖動文件時的默認行為

# DefaultDragBehaivorLabel.Text
source: Default drag and drop behavior
zh_hant: 默認拖放行為

# DoubleClickGoToParentLabel.Text
source: Double click on empty space to go back to parent folder
zh_hant: 此選項控制是否啟用雙擊空白空間以返回父文件夾

# DoubleClickGotoParentSwitch.OffContent
source: Disabled
zh_hant: 禁用

# DoubleClickGotoParentSwitch.OnContent
source: Enabled
zh_hant: 啟用

# DragBehaivor_None
source: Not Specified
zh_hant: 未指定

# QueueDialog_ImportConfiguration_HardwareMissMatch_Content
source: The configuration file being imported is not from the current computer. Importing configuration files from unknown sources may pose a security risk. Do you want to continue importing?
zh_hant: 導入的配置文件不是來自當前計算機。 從未知來源導入配置文件可能會帶來安全風險。 是否要繼續導入？

# SystemTip_UIStyleRestartContent
source: Please restart the app to activate the new UI style. It is not recommended that you continue to use this app, the new UI style will take effect at the next launch
zh_hant: 請重新啟動應用程序以激活新的 UI 樣式。 不建議您繼續使用此應用，新的UI樣式將在下次啟動時生效

# ApplicationStyleContent.Text
source: This option is used to switch between "Regular" and "Minimalistic" styles. Note: Changing this option will require a restart of the application
zh_hant: 此選項用於在“常規”和“簡約”樣式之間切換。 注意：更改此選項將需要重新啟動應用程序

# ApplicationStyleLabel.Text
source: Application UI style
zh_hant: 應用程序界面風格

# SettingButton.ToolTipService.ToolTip
source: Settings
zh_hant: 設置

# ApplicationStyleSwitch.OffContent
source: Minimalistic
zh_hant: 简约

# ApplicationStyleSwitch.OnContent
source: Regular
zh_hant: 常規

# SystemInfoDialogCurrentColorMode.Text
source: Current color mode
de_de: Aktueller Farb-Modus

# TranscodeImageDialog.Title
source: Transcode
de_de: Umschlüsseln
