Repository: Ausaci/RX-Explorer
Catalog: RX_Explorer/MultilingualResources/RX_Explorer.*.xlf
Languages: de_de, zh_hant

# QueueDialog_DecryptError_Content
source: An unexpected error occurred while decrypting the file, the export process has ended
de_de: Ein unerwarteter Fehler ist während der Dateientschlüsselung aufgeterten. Der Exportprozess ist beendet.
zh_hant: 解密檔案時發生意外錯誤

# QueueDialog_DecryptPasswordError_Content
source: The decryption failed due to the wrong decryption password, the export task has been terminated \r\rThis may be caused by a mismatch in the data of the files to be decrypted
de_de: Die Entschlüsselung ist fehlgeschlagen wegen eines falschen Entschlüsselungspassworts. Die Exportaufgabe wurde beendet. \r\rDas könnte durch einen Konflikt in den Daten der zu entschlüsselnden Dateien verursacht worden sein.
zh_hant: 由於解密密碼錯誤，解密失敗，任務終止\r\r這可能是由於要解密的檔案數據不匹配所致

# QueueDialog_DeleteFiles_Content
source: This operation will delete these files. Whether to continue?
de_de: Dieser Vorgang wird diese Dateien löschen. Fortfahren?
zh_hant: 此操作將刪除這些檔案。 是否繼續？

# QueueDialog_DeleteFile_Content
source: This operation will delete the file. Whether to continue?
de_de: Dieser Vorgang wird diese Dateie löschen. Fortfahren?
zh_hant: 此操作將刪除這個檔案。 是否繼續？

# QueueDialog_DeleteItemError_Content
source: Unable to delete some files/folders, the file/folders may have been moved or deleted
de_de: Einige Dateien/Ordner konnten nicht gelöscht werden. Die Datei/Der Ordner wurde vielleicht verschoben oder gelöscht.
zh_hant: 無法刪除某些檔案/資料夾，該檔案/資料夾可能已移動或刪除

# QueueDialog_DeviceExist_Content
source: The selected drive already exists
de_de: Das ausgewählte Laufwerk existiert bereits.
zh_hant: 所選設備已存在

# QueueDialog_DeviceSelectError_Content
source: The selected content is not a drive
de_de: Der ausgewählte Inhalt ist kein Laufwerk.
zh_hant: 所選內容不是磁碟

# QueueDialog_DragIncludeFolderError
source: The target folder cannot be included in the drag item
de_de: Der Zielordner kann nicht in das Ziehelement aufgenommen werden.
zh_hant: 目標資料夾不能包含在拖動項目中

# QueueDialog_EncryptError_Content
source: An unexpected error occurred while encrypting the file, the import process has ended
de_de: Ein unerwarteter Fehler ist während der Dateientschlüsselung. Der Import wurde beendet.
zh_hant: 加密檔案時發生意外錯誤

# QueueDialog_FeedBackNetworkError_Content
source: This operation cannot be performed due to network reasons
de_de: Diese Aufgabe kann wegen Netzwerkgründen nicht ausgeführt werden.
zh_hant: 由於網路原因無法執行此操作

# QueueDialog_FeedBackRepeatError_Content
source: The same feedback already exists, please do not submit it repeatedly
de_de: Das gleiche Feedback existiert bereits. Bitte senden Sie es nicht erneut.
zh_hant: 已有相同的回饋，請不要重複提交

# QueueDialog_FileDamageError_Content
source: Because the internal structure of the file to be decrypted is damaged and the decryption fails, the export task has been terminated \r\rThis may be caused by the file data being damaged or modified
de_de: Da die interne Struktur der zu entschlüsselnden Datei beschädigt ist und die Entschlüsselung fehlschlägt, wurde die Exportaufgabe beendet. \r\rDas könnte durch eine beschädigte oder bearbeitete Datei verursacht worden sien.
zh_hant: 因為要解密的檔案的內部結構已損壞並且解密失敗，所以導出任務已終止\r\r這可能是由於檔案的數據被損壞或修改引起的

# QueueDialog_LocateFileFailure_Content
source: Could not find the corresponding file, it may have been moved or deleted
de_de: Zugehörige Datei konnte nicht gefunden werden. Sie wurde vielleicht verschoben oder gelöscht.
zh_hant: 找不到相應的檔案，它可能已被移動或刪除

# QueueDialog_NotSupportARM_Content
source: Some components that the system information dialog depends on only support X86 or X64 processors\rUnsupport ARM processor for now, so this dialog will not be opened
de_de: Einige Komponenten, auf die der Systeminformationsdialog angewiesen ist, werden nur von x86 oder x64 Prozzesoren unterstützt.\rARM Prozzesoren werden bis jetzt nicht unterstützt. Deswegen öffnet sich der Dialog nicht.
zh_hant: 系統資訊對話框所依賴的某些元件僅支持X86或X64處理器\r暫時不支持ARM處理器，因此將不會打開此對話框

# QueueDialog_OpenBluetooth_Content
source: Please turn on Bluetooth and try again
de_de: Bitte schalten Sie Bluetooth ein und versuchen sie es erneut.
zh_hant: 請重新打開藍牙

# QueueDialog_PDFOpenFailure
source: Unable to parse this PDF file, failed to open PDF
de_de: PDF-Datei konnte nicht analysiert werden. PDF-Datei konnte nicht geöffnet werden.
zh_hant: 無法解析此PDF文件，無法打開PDF

# QueueDialog_PinFolderNotFound_Content
source: Unable to find some pinned folders, would you like to remove them automatically? Including:
de_de: Einige angeheftete Ordner können nicht gefunden werden. Möchten Sie sie automatisch entfernen? Einschließlich:
zh_hant: 無法找到一些釘選的資料夾，您想自動刪除它們嗎? 包含:

# QueueDialog_SecureAreaImportFiliter_Content
source: Security Area does not support importing folder, all folders have been filtered
de_de: Sicherheitsbereich ünterstützt das Importieren von Ordnern nicht. Alle Ordner wurden gefiltert.
zh_hant: 加密庫不支持移入資料夾，所有資料夾均已篩選

# QueueDialog_SecureAreaUnlock_Content
source: Thank you for your support of the RX Explorer, the security area has been unlocked
de_de: Danke für ihre Unterstützung von RX-Explorer. Der Sicherheitsbereich wurde entsperrt.
zh_hant: 感謝您對RX 檔案管理的支持，加密庫已解鎖

# QueueDialog_TaskWorking_Content
source: There is already an ongoing task, please wait for it to complete
de_de: Es wird bereits eine Aufgabe ausgeführt. Bitte warten sie bis sie abgeschlossen wurde.
zh_hant: 已經有一項正在進行的任務，請等待它完成

# QueueDialog_UnauthorizedCompression_Content
source: RX does not have permission to create the Zip file here, it may be that you do not have access to this file
de_de: RX hat keine Berechtigung die ZIP-Datei hier zu erstellen. Es könnte sein, dass Sie keine Zugang zu dieser Datei haben
zh_hant: RX 檔案管理沒有權限在此處新增Zip文件，可能是您沒有權限訪問此檔案

# QueueDialog_UnauthorizedCreateNewFile_Content
source: RX does not have sufficient permissions to create new files in this folder
de_de: RX verfügt nicht über ausreichende Berechtigungen zum Erstellen neuer Dateien in diesem Ordner
zh_hant: RX 檔案總管沒有權限在此資料夾中新增檔案

# QueueDialog_UnauthorizedDecompression_Content
source: RX does not have permission to decompression the Zip file here, it may be that you do not have access to this file
de_de: RX hat hier keine Berechtigung zum Dekomprimieren der Zip-Datei. Es kann sein, dass Sie keinen Zugang zu dieser Datei haben
zh_hant: RX 檔案總管沒有在此處解壓Zip檔案的權限，可能是您沒有權限訪問此檔案

# QueueDialog_UndoFailure_Content
source: An exception occurred while deleting the file, the undo operation could not be completed
de_de: Da einige Dateien/Ordner nicht mehr vorhanden sind, konnte nicht alles vollständig rückgängig gemacht werden.
zh_hant: 由於某些檔案/資料夾不存在，因此復原操作無法完成

# QueueDialog_WiFiError_Content
source: WIFI transmission has an unexpected error：\r
de_de: WIFI-Übertragung hat einen unerwarteten Fehler：\r
zh_hant: Wi-Fi傳輸有意外錯誤：\r

# QueueDialog_WinHelloAuthFail_Content
source: Windows Hello authentication failed, you do not have permission to enter the Security Area
de_de: Fehler bei der Windows Hello-Authentifizierung. Sie sind nicht berechtigt, den Sicherheitsbereich zu betreten.
zh_hant: Windows Hello身份驗證失敗，您無沒有權限進入加密庫

# QueueDialog_WinHelloCredentialLost_Content
source: Windows Hello authentication credentials are lost, you cannot use Windows Hello, please use the password to enter \r\rAfter you re-enter the security domain, enter settings to re-register Windows Hello
de_de: Windows Hello-Authentifizierungsanmeldeinformationen sind verloren gegangen. Sie können Windows Hello nicht verwenden. Verwenden Sie bitte das Kennwort, um fortzufahren. Nachdem Sie die Sicherheitsdomäne erneut eingegeben haben, gehen Sie in die Einstellungen, um Windows Hello erneut zu registrieren.
zh_hant: Windows Hello身份驗證憑據丟失，無法使用Windows Hello，請使用密碼輸入\r\r重新進入加密庫後，輸入設定以重新註冊Windows Hello

# QueueDialog_WinHelloDisable_Content
source: Windows Hello is disabled and cannot enter the Security Area through Windows Hello
de_de: Windows Hello ist deaktiviert und Sie können den Sicherheitsbereich nicht mit Windows Hello betreten.
zh_hant: Windows Hello已禁用，無法通過Windows Hello進入加密庫

# QueueDialog_WinHelloSetupError_Content
source: Windows Hello could not be set up correctly, please try again
de_de: Windows Hello konnte nicht korrekt eingerichtet werden. Bitte versuchen Sie es erneut.
zh_hant: Windows Hello無法正確設定，請重試

# Queue_Dialog_ImageReadError_Content
source: The image viewer failed to read any image file due to an abnormality in reading the image folder. Please try again.
de_de: Der Bildbetrachter konnte keine Bilddatei lesen, da der Bildordner ungewöhnlich war. Bitte versuchen Sie es erneut.
zh_hant: 由於讀取圖像資料夾異常，圖片檢視器無法讀取任何圖像文件。 請再試一次。

# RX_BuildIn_Viewer_Name
source: RX built-in viewer
de_de: RX-viewer
zh_hant: RX 檔案管理內置檢視器

# Setting_UIMode_Custom
source: Custom
de_de: Benutzerdefiniert
zh_hant: 自訂

# Setting_UIMode_Recommend
source: Recommended
de_de: Empfohlen
zh_hant: 建議

# Setting_UIMode_SolidColor
source: Solid Color
de_de: Einfarbig
zh_hant: 純色

# SecureAreaImportCancelButton.Content
source: Cancel
de_de: Abbrechen
zh_hant: 取消

# SolidColor_Black.Content
source: Black
de_de: Schwarz
zh_hant: 黑色

# SolidColor_White.Content
source: White
de_de: Weiß
zh_hant: 白色

# Folder_Admin_DisplayType
source: File folder
de_de: Dateiordner
zh_hant: 資料夾

# Application_Admin_Name
source: Application
de_de: Programm
zh_hant: 應用程式

# SettingPageAnimationSwitchLabel.Text
source: Animation effect
de_de: Animationseffekt
zh_hant: 動畫效果

# SettingPageAnimationSwitch.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# SettingPageAnimationSwitch.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# ThankTranslate.Text
source: Special thanks to the following translators
de_de: Speziellen Dank für die folgenden Übersetzer
zh_hant: 特別感謝以下翻譯人員

# QueueDialog_Store_AlreadyPurchase_Content
source: You have already purchased this application and cannot be purchased repeatedly
de_de: Sie haben bereits die App gekauft. Sie können Sie nicht erneut kaufen.
zh_hant: 您已經購買了此應用程式，無法重複購買

# QueueDialog_Store_NotPurchase_Content
source: The purchase operation has been cancelled, you can continue to use this application, but the related functions will not be unlocked
de_de: Die Kaufoption wurde entfernt. Sie können die App weiter benutzen, aber die dazugehörigen Funktionen werden nicht entsperrt.
zh_hant: 購買操作已被取消，您可以繼續使用此應用程式，但相關功能不會被解鎖

# QueueDialog_Store_PurchaseSuccess_Content
source: The application has been successfully purchased, the related functions have been unlocked, thank you for your support
de_de: Die App wurde erfolgreich gekauft und die zugehörigen Funktionen wurden entsperrt. Vielen Dank für ihre Unterstützung.
zh_hant: 此應用程式已成功購買，相關功能已解鎖，感謝支持

# QueueDialog_EditErrorWhenOpen_Content
source: Failed to create clip, unable to edit this video
de_de: Konnte Ausschnitt nicht erstellen. Video konnte nicht bearbeitet werden.
zh_hant: 裁剪失敗,無法剪輯這部影片

# MainPage_PageDictionary_RecycleBin_Label
source: Recycle Bin
de_de: Papierkorb
zh_hant: 資源回收筒

# RecycleOriginLocation.Text
source: Original location
de_de: Ursprünglicher Ort
zh_hant: 原始位置

# RecycleTime.Text
source: Recycle date
de_de: Wiederherstellungsdatum
zh_hant: 回收日期

# QueueDialog_Item_Captured_Content
source: The item is already occupied by another application, this operation cannot be performed
de_de: Dieses Objekt ist bereits von einer anderen App besetzt. Die Aufgabe konnte nicht ausgeführt werden.
zh_hant: 此檔案已被另一個應用程式佔用，無法執行此操作

# QueueDialog_EmptyRecycleBin_Content
source: This operation will empty the recycle bin and cannot be recovered. Do you want to continue?
de_de: Diese Aufgabe wird den Papierkorb vollständig leeren und die Dateien können nicht wiederhergestellt werden. Möchten Sie fortfahren?
zh_hant: 你確定要永久刪除這個檔案媽?

# RecycleBinEmptyingText
source: Emptying
de_de: Wird geleert...
zh_hant: 正在刪除...

# RecycleBinRestoreText
source: Restoring
de_de: Wird wiederhergestellt...
zh_hant: 正在還原...

# QueueDialog_RecycleBinEmptyError_Content
source: An unexpected error occurred and the recycle bin could not be emptied
de_de: Ein unerwarteter Fehler ist aufgetreten und der Papierkorb konnte nicht geleert werden.
zh_hant: 發生意外錯誤，無法清空資源回收筒

# ClearRecycleBin.Label
source: Empty recycle bin
de_de: Papierkorb leeren
zh_hant: 清理資源回收筒

# Properties_Tools_Unlock_Failure
source: Unlock failed
de_de: Entsperren fehlgeschlagen
zh_hant: 解鎖失敗

# Properties_Tools_Unlock_FileNotFound
source: Unable to find the corresponding file
de_de: Zugehörige Datei konnte nicht gefunden werden
zh_hant: 找不到對應的檔案

# Properties_Tools_Unlock_NoLock
source: The file is not locked, no need to unlock the file
de_de: Die Datei ist nicht gesperrt, die Datei muss nicht entsperrt werden
zh_hant: 文件没有被锁定，不需要解锁文件

# Properties_Tools_Unlock_Success
source: Unlock successfully
de_de: Erfolgreich entsperren
zh_hant: 解鎖成功

# Properties_Tools_Unlock_UnexpectedError
source: An unexpected error detected
de_de: Ein unerwarteter Fehler ist aufgetreten.
zh_hant: 發生意外錯誤

# RecyclePermanentDelete.Label
source: Permanent delete
de_de: Endgültig löschen
zh_hant: 永久刪除

# RestoreRecycle.Label
source: Restore
de_de: Wiederherstellen
zh_hant: 還原

# QueueContentDialog_UnableToEject_Content
source: Could not eject this USB device
de_de: USB-Stick konnte nicht ausgeworfen werden
zh_hant: 無法彈出此USB裝置

# Operate_Text_EjectUSB
source: Eject
de_de: Auswerfen
zh_hant: 退出

# Operate_Text_OpenInTerminal
source: Open in terminal...
de_de: In Eingabeaufforderung öffnen...
zh_hant: 在Windows PoweShell中打開...

# RecycleBinDeleteText
source: Deleting
de_de: Wird gelöscht...
zh_hant: 正在刪除

# QueueDialog_RecycleBinDeleteError_Content
source: An exception occurred while deleting the following files:
de_de: Ein Fehler trat beim Löschen folgender Dateien auf:
zh_hant: 刪除以下檔案時發生錯誤：

# QueueDialog_RecycleBinRestoreError_Content
source: An exception occurred while restoring the following files:
de_de: Ein Fehler trat beim Wiederherstellen folgender Dateien auf:
zh_hant: 復原以下檔案時發生錯誤：

# QueueDialog_RenameExist_Content
source: A file with the same name already exists, whether to rename it automatically?
de_de: Eine Datei mit dem selben Namen existiert bereits. Soll sie automatisch umbenannt werden?
zh_hant: 此位置已經有同名的檔案,是否自動重新命名?

# Eject_Toast_Text_1
source: Success
de_de: Erfolg
zh_hant: 成功

# Eject_Toast_Text_2
source: The USB device has been ejected successfully
de_de: Der USB-Stick wurde erfolgreich ausgeworfen.
zh_hant: USB裝置已成功移除

# Eject_Toast_Text_3
source: It is now safe to remove the USB device
de_de: Sie können den USB-Stick jetzt entfernen.
zh_hant: 現在可以安全刪除USB裝置

# Operate_Text_NewTab
source: Open in new tab
de_de: In neuem Tab öffnen
zh_hant: 在新索引標籤中開啟

# Operate_Text_NewWindow
source: Open in new window
de_de: In neuem Fenster öffnen
zh_hant: 在新視窗開啟

# QueueDialog_CopyFailUnexpectError_Content
source: An exception occurred while copying the file, the copy operation failed
de_de: Ein Fehler trat während des Kopierens der Datei auf. Der Kopiervorgang ist fehlgeschlagen.
zh_hant: 複製檔案時發生錯誤，複製失敗

# QueueDialog_DeleteFailUnexpectError_Content
source: An exception occurred while deleting the file, the delete operation failed
de_de: Ein Fehler trat während des Löschens der Datei auf. Der Löschvorgang ist fehlgeschlagen.
zh_hant: 刪除檔案時發生錯誤，刪除失敗

# QueueDialog_MoveFailUnexpectError_Content
source: An exception occurred while moving the file, the move operation failed
de_de: Ein Fehler trat während des Verschiebens der Datei auf. Der Verschiebungsvorgang ist fehlgeschlagen.
zh_hant: 移動檔案時發生錯誤，移動失敗

# QueueDialog_FailToGetClipboardError_Content
source: Failed to get the contents of the clipboard
de_de: Kopieren von der Zwischenablage fehlgeschlagen
zh_hant: 無法取得剪貼簿的內容

# RemoveHiddenProperty.Label
source: Remove hidden attributes
de_de: Ausgeblendete Eigenschaften entfernen
zh_hant: 刪除隱藏的屬性

# SettingDisplayHiddenItemLabel.Text
source: Show hidden files
de_de: Zeige versteckte Dateien
zh_hant: 顯示隱藏的檔案

# SettingDisplayHiddenItem.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# SettingDisplayHiddenItem.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# Operate_Text_Undo
source: Undo
de_de: Rückgängig machen
zh_hant: 復原

# Operate_Text_RemoveHidden
source: Remove hidden attributes
de_de: Ausgeblendete Eigenschaften entfernen
zh_hant: 刪除隱藏的屬性

# Click_Perference_1
source: Double Click
de_de: Doppelklick
zh_hant: 按兩下

# Click_Perference_2
source: Single Click
de_de: Einzelklick
zh_hant: 按一下

# Font_Color_Black
source: Black
de_de: Zurück
zh_hant: 黑色

# Font_Color_White
source: White
de_de: Weiß
zh_hant: 白色

# UseWinAndEActivateLabel.Text
source: Intercept [Win+E] shortcut key
de_de: Tastenkombination [Win+E] abfangen
zh_hant: 攔截[Win+E]快捷鍵

# UseWinAndEActivate.OffContent
source: Disabled
de_de: Deaktiviert
zh_hant: 停用

# UseWinAndEActivate.OnContent
source: Enabled
de_de: Aktiviert
zh_hant: 啟用

# PresentInvalidCharTip.Subtitle
source: Cannot contain illegal characters Illegal characters include \ / : * ? " < > |
de_de: Kann keine nicht erlaubten Zeichen beinhalten Nicht erlaubte Zeichen sind \ / : * ? " < > |
zh_hant: 不可以包含下列任意字元 \ / : * ? " < > |

# PresentInvalidCharTip.Title
source: Error
de_de: Fehler
zh_hant: 錯誤

# PresentInvalidNameTip.Subtitle
source: The name cannot be empty and cannot contain invalid names Invalid names include "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
de_de: Der Name kann nicht leer sein und kann keine inkorrekte Namen enthalten Inkorrekte Namen sind "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
zh_hant: 名稱不能為空，並且不能包含無效名稱 無效名稱包括 "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"

# PresentInvalidNameTip.Title
source: Error
de_de: Fehler
zh_hant: 錯誤

# CustomUISubtype3.Text
source: Bing Image Background
de_de: Bing-Bildhintergrund
zh_hant: Bing图片背景

# Progress_Tip_WaitingForAction
source: Waiting for action...
de_de: Auf Aktion warten...
zh_hant: 正在等候動作

# QueueDialog_FolderOccupied_Content
source: The folder is already occupied and cannot be renamed
de_de: Ordner wird bereits verwendet und kann nicht umbenannt werden
zh_hant: 該文件夾已被佔用，無法重命名

# QueueDialog_FileOccupied_Content
source: The file is already occupied and cannot be renamed
de_de: Datei wird bereits andersweitig verwendet und kann nicht umbenannt werden
zh_hant: 該文件已被佔用，無法重命名

# Operate_Text_Sort
source: Sort by
de_de: Sortiere nach
zh_hant: 排序方式

# Operate_Text_SortTarget_Name
source: Name
zh_hant: 名稱

# Operate_Text_SortTarget_Size
source: Size
de_de: Größe
zh_hant: 尺寸

# Operate_Text_SortTarget_Time
source: Date modified
de_de: Änderungsdatum
zh_hant: 修改日期

# Operate_Text_SortTarget_Type
source: Type
de_de: Typ
zh_hant: 類型

# Operate_Text_SortDirection_Asc
source: Ascending
de_de: Aufsteigend
zh_hant: 升序

# Operate_Text_SortDirection_Desc
source: Descending
de_de: Absteigend
zh_hant: 降序

# QuickStart_Protocol_Application_PlaceholderText
source: Enter path or protocol
de_de: Pfad oder Protokoll eingeben
zh_hant: 輸入路徑或協議

# QuickStart_Protocol_Web_PlaceholderText
source: Enter website
de_de: Website eingeben
zh_hant: 輸入網址

# QueueDialog_ApplicationNotFound_Content
source: The application cannot be found, please reset the executable file path
de_de: Die anwendung konnte nicht gefunden werden. Bitte setzen Sie den ausführbaren Dateipfad zurück.
zh_hant: 該應用程序已無法找到，請重新設置可執行文件路徑

# SolidColor_FollowSystem.Content
source: Windows default
de_de: Windows-Standard
zh_hant: Windows默認

# Link_Admin_DisplayType
source: Shortcut
de_de: Verknüpfung
zh_hant: 捷徑

# QueueDialog_SetWallpaperFailure_Content
source: Unable to set the picture as wallpaper due to an unknown error
de_de: Hintergrund konnte wegen eines unerwarteten Fehlers nicht eingestellt werden
zh_hant: 由於未知錯誤，無法將圖片設置為牆紙

# QueueDialog_SetWallpaperNotSupport_Content
source: Due to device or system policy, the current picture cannot be set as wallpaper
de_de: Aufgrund der Geräte- oder Systemrichtlinie kann das aktuelle Bild nicht als Hintergrundbild eingestellt werden.
zh_hant: 由於設備或系統策略的原因，當前圖片無法設置為牆紙

# QueueDialog_SetWallpaperSuccess_Content
source: The picture has been successfully set as wallpaper
de_de: Erfolgreich als Hinergrundbild eingestellt
zh_hant: 圖片已成功設置為牆紙

# SetAsWallpaper.Label
source: Set as wallpaper
de_de: Als Hintergrundbild einstellen
zh_hant: 設置為牆紙

# QuickStartAddButton.Label
source: Add
de_de: Hinzufügen
zh_hant: 新增

# LinkOptionsDialog.Title
source: Shortcut options
de_de: Verknüpfungsoptionen
zh_hant: 快捷方式選項

# LinkOptionsDialog_Browser.Content
source: Browser
zh_hant: 瀏覽器

# LinkOptionsDialog_Browser_Flyout_File.Content
source: File
de_de: Datei
zh_hant: 檔案

# LinkOptionsDialog_Browser_Flyout_Folder.Content
source: Folder
de_de: Ordner
zh_hant: 檔案夾

# LinkOptionsDialog_Browser_Flyout_Text.Text
source: Need to choose a file or a folder?
de_de: Datei oder Ordner auswählen?
zh_hant: 需要選擇檔案還是檔案夾？

# LinkOptionsDialog_LinkArgument.Header
source: Parameters (optional)
de_de: Parameter (optional)
zh_hant: 參數 (可選)

# LinkOptionsDialog_LinkArgument.PlaceholderText
source: Enter parameters
de_de: Parameter eingeben
zh_hant: 輸入參數

# LinkOptionsDialog_LinkDescription.Header
source: Comment (optional)
de_de: Kommentieren (optional)
zh_hant: 備註 (可選)

# LinkOptionsDialog_LinkDescription.PlaceholderText
source: Enter a description of the shortcut
de_de: Beschreibung zur Verknüpfung eingeben
zh_hant: 輸入快捷方式的描述

# LinkOptionsDialog_TargetPath.Header
source: Target
de_de: Ziel
zh_hant: 目標

# LinkOptionsDialog_TargetPath.PlaceholderText
source: Enter or browse the target path
de_de: Zielpfad eingeben oder suchen
zh_hant: 輸入或瀏覽目標路徑

# DriveFileSystem.Text
source: File system:
de_de: Dateisystem:
zh_hant: 文件系統:

# FilePresenterBottomStatusTip_SelectedItem
source: {ItemNum} item selected
de_de: {ItemNum} Objekt(e) ausgewählt
zh_hant: 已選擇 {ItemNum} 個項目

# FilePresenterBottomStatusTip_TotalItem
source: {ItemNum} items
de_de: {ItemNum} Objekt(e)
zh_hant: {ItemNum} 個項目

# TerminalArgumentErrorText.Text
source: Must contain [CurrentLocation], this parameter is used to instruct RX how to fill in the current folder location. Format: <Switch to directory command> [CurrentLocation]
de_de: Muss [CurrentLocation] enthalten. Dieser Parameter wird verwendet, um RX anzuweisen, wie der aktuelle Ordnerspeicherort ausgefüllt werden soll. Format: <Switch to directory command> [CurrentLocation]
zh_hant: 必須包含[CurrentLocation]，此參數用於指示RX如何填寫當前文件夾位置.。格式: <切換到目錄命令> [CurrentLocation]

# Common_Dialog_ModifyButton
source: Modify
de_de: Bearbeiten
zh_hant: 修改

# ModifyTerminalArgumentLabel.Text
source: Arguments
de_de: Argumente
zh_hant: 參數

# ModifyTerminalArgument.PlaceholderText
source: [CurrentLocation] represents the current folder path
de_de: [CurrentLocation] ist der aktuelle Ordnerpfad.
zh_hant: [CurrentLocation]代表當前文件夾路徑

# ModifyTerminalExecutablePathLabel.Text
source: Path
de_de: Pfad
zh_hant: 路徑

# ModifyTerminalExecutablePath.PlaceholderText
source: Executable file path
de_de: Ausführbarer Dateipfad
zh_hant: 可執行文件路徑

# ModifyDefaultTerminalDialog_ProfileSelector.Header
source: Configuration
de_de: Konfiguration
zh_hant: 組態

# ModifyDefaultTerminalDialog_ProfileSelector.PlaceholderText
source: Create or select a profile
de_de: Profil erstellen oder auswählen
zh_hant: 創建或選擇一個配置文件

# DefaultTerminalLabel.Text
source: Default terminal
de_de: Standard-Eingabeaufforderung
zh_hant: 默認終端

# ModifyTerminalRemoveProfile.Content
source: Remove configuration
de_de: Konfiguration entfernen
zh_hant: 刪除配置
